{"pageProps":{"preview":false,"post":{"slug":"felelosseg-vallalas-szamon-kerhetoseg-fejlesztese","title":"Felelősség vállalás és számon kérhetőség fejlesztése (1. rész)","publishDate":"2018-07-06T00:00:00.000+02:00","body":"Felelősség érzettel rendelkező, számon kérhető ember az, akire, ha rábízunk egy feladatot, akkor biztosak lehetünk abban, hogy a feladat nem fog elkallódni - jó eséllyel elkészül, de, még abban az esetben is, ha elháríthatatlan akadály merül föl, arról mindenképpen időben értesülünk és lehetőségünk van beavatkozni.\n\nEgy kreatív, tudás munkával foglalkozó szervezet eredményes működését alapvetően meghatározza, hogy a tagjai mennyire rendelkeznek felelősség érzettel, mennyire képesek felelősen, számon kérhetően viselkedni.\n<ol>\n \t<li><strong>A nagyobb a felelősség érzet magasabb produktivitást eredményez</strong>, mert\n<ol>\n \t<li>nagyobb bizalom alakul ki a vezetők és munkatársaik között, ezért a munkatársak nagyobb önállóságot kaphatnak és ez növeli a motivációjukat,</li>\n \t<li>a nagyobb felelősség érzetű emberek jobban magukénak érzik a feladatokat, jobban hajlandók extrákra is a minőségi eredményekért, ez jobb minőségű megoldásokat eredményez.</li>\n</ol>\n</li>\n \t<li><strong>Ahol </strong>alacsony az emberek felelősség vállalási szintje vagy<strong> az emberek elhárítják a felelősséget, ott nem tud tovább növekedni a szervezet.</strong> Az alacsony felelősség vállalási szint miatt minden kérdésben magasabb szinteknek kell dönteni. Ez a vezetők túlterheléséhez vezet. A szervezet ilyenkor azért nem tud tovább növekedni, mert a vezetők már nem képesek több kérdésben döntéseket hozni, így a vezetők a növekedés szűk kereszt metszeteivé válnak.</li>\n</ol>\nAz emberekben levő felelősség érzet, felelősség vállalás részben az emberek tudásától, képességeitől, részben a szervezet hozzáállásától függ.\n<ul>\n \t<li>Amikor az a benyomásunk keletkezik valakiről, hogy felelősen gondolkodik, van felelősség érzete, vállalja a felelősséget vagy számon kérhető, az valójában azért van, mert követi azokat a viselkedéseket, amelyek eredményeként a rá bízott feladat megvalósul, vagy legalábbis időben kiderül, ha az ember a feladatot nem tudja teljesíteni. Ez <strong>a számon kérhetőség öt lépése</strong>. Ahhoz, hogy létrejöjjön egy szervezet tagjaiban a felelős gondolkodás, elengedhetetlen, hogy ismerjék és kövessék ezeket a lépéseket. <strong>Ez tanítható, fejleszthető</strong>.</li>\n \t<li>Ha valaki nem vállalja vagy hárítja a felelősséget, annak a leggyakoribb oka, hogy <strong>fél a hibáztatástól</strong> vagy büntetéstől, ami egy esetleges kudarc következménye lehet. Csak akkor lehet felelősséget vállaló, számon kérhető emberekből álló szervezetet létrehozni, ha a szervezet vezetői megtanulják a szervezet problémáit hibáztatás nélkül kezelni, megoldani.</li>\n</ul>","youtubeUrl":null,"heroImage":{"url":"https://images.ctfassets.net/tk329pof7pe9/4NzwDSDlGECGIiokKomsyI/e60e23f8a0918e538a7b7c344c8663c2/denys-nevozhai-100695.jpg"},"author":{"name":"Nagy Tamás","image":{"url":"https://images.ctfassets.net/tk329pof7pe9/2TjQ9nXjxSzv8DBgSEu5GV/40b29b3ff419b8c839766217e606088f/IMG_5205.jpg"}}},"morePosts":[{"slug":"moving-motivators-2","title":"Moving Motivators 2.0","publishDate":"2020-10-09T14:50:00.000+02:00","body":"A Moving Motivators egy motiváció felmérést segítő kártyacsomag, amit Jurgen Appelo talált ki. Az eredeti változat itt érhető el: [https://management30.com/practice/moving-motivators/](https://management30.com/practice/moving-motivators/ \"Appelo - Moving Motivators\")\n\nEz a változat az eredeti továbbgondolása. Több kártyát tartalmaz és a kártyák hátoldala részletes leírást tartalmaz a kártyákról. Erről az oldalról letölthetőek a kártyák és a szabály is:\n- [Magyar változat, csak kártyák](http://assets.ctfassets.net/tk329pof7pe9/4nFaPbxqXJQuw3ftzucgyo/b378fd4411c6f6511a684c7cc4757be2/Moving_motiv_HUN_printable_v065_-_Cards_Only.pdf \"Moving Motivators 2.0\")\n\n- [Magyar változat, csak szabályok](http://assets.ctfassets.net/tk329pof7pe9/3MPx71qyaPezFdo0ai5VzC/47c46aee16511a42562cfcf006d4108c/Moving_motiv_HUN_printable_v065_-_Rules_only.pdf)\n\n- [Magyar változat, kártyák és szabályok is](http://assets.ctfassets.net/tk329pof7pe9/HZCFQc046ExrLeO1uYdtR/dc96d5c017412b3910e4ad7028408e48/Moving_motiv_HUN_printable_v065.pdf)\n\n- [Angol változat, csak kártyák](http://assets.ctfassets.net/tk329pof7pe9/3PFAGulqtF3E346ytuOum/39d1f4d8994f100b40394bfd30304b0d/Moving_motiv_ENG_printable_v065_-_Cards_only.pdf)\n\n- [Nyomtatható doboz](http://assets.ctfassets.net/tk329pof7pe9/jCWxaucRY1NbJ9nkxvZof/91103730e0f180f6c11228a7cac520cf/Moving_Motivators_2.0_doboz_printable.pdf)\n\n- [Moving Motivators különálló kártyák képei](//assets.ctfassets.net/tk329pof7pe9/2goyldx0sE6NhZ4KSPSQi/f278e5f375234c03d9dc0afbf2ca9c06/Moving_Motivators_Card.zip)\n","youtubeUrl":null,"heroImage":{"url":"https://images.ctfassets.net/tk329pof7pe9/57V8Xsf9JmEbsxGpSR6Vuo/936ea3dbec895d7c2e5e7b67b850bad6/Blog_Post_illusztr__ci__.png"},"author":{"name":"Nagy Tamás","image":{"url":"https://images.ctfassets.net/tk329pof7pe9/2TjQ9nXjxSzv8DBgSEu5GV/40b29b3ff419b8c839766217e606088f/IMG_5205.jpg"}}},{"slug":"miert-pont-a-legjobb-programozok-nem-szeretik-az-agilitast","title":"Miért pont a legjobb programozók nem szeretik az agilitást","publishDate":"2020-03-27T00:00:00.000+02:00","body":"Sok programozó ki nem állhatja az agilitást, ami a hasonló módszertanokkal dolgozó cégeknél értelemszerűen komoly probléma - de nem megoldhatatlan.\n\nMinden cégnél a legjobb programozók viszik hátukon a szoftvereket, az ő elvesztésük komoly érvágás lehet a legtöbb szervezetnek. Ezért érdemes jól bánni velük, úgy alakítani a körülményeket, hogy szívesen dolgozzanak, ne vágyjanak el. Az agilitás ma elterjedt praktikáit, eszközeit egykor nagyon jó programozók fejlesztették ki és írták le azzal a céllal, hogy jó szakemberek, jó csapatokban, boldogabban, jobb szoftvereket készíthessenek. Hová tűnt ez a cél menet közben, miért nem szeretik sokan a legjobb programozók közül az agilitást, miért nagyon nagy baj ez és mit lehet vele kezdeni? Ezekre a kérdésekre keressük a választ.","youtubeUrl":"https://www.youtube.com/embed/XyAcrFgi728","heroImage":{"url":"https://images.ctfassets.net/tk329pof7pe9/5DdUhyy01QQjB1SXIjgkrd/47f5fac652223a7b39725cf060c14588/Guthy_Mikl__s_HWSW_2019.jpg"},"author":{"name":"Guthy Miklós","image":{"url":"https://images.ctfassets.net/tk329pof7pe9/507V0G9bnt4nrkrb5mPgYC/c836e5d55070a2e00ee40bd4a1a60ec5/0__1_.jpeg"}}}]},"__N_SSG":true}