{"pageProps":{"preview":false,"post":{"slug":"interju-kerdesek-szamonkerhetosegre","title":"Interjú kérdések számonkérhetőségre (5.rész)","publishDate":"2018-07-06T00:40:00.000+02:00","body":"<ol>\n \t<li>Hogyan ismered fel, ha elakadtál, vagy elakadt a projekted?\n    \n  Van, aki nem tudja. Van, aki azt mondja, hogy \"érzem, ha elakadtam\". Az sem jó. Ha azt mondja, hogy \"van elképzelésem, mikor hova akarok elérni\", vagy \"figyelem a mérföldköveket\" az egész jó. A legjobb, aki azt mondja: \"van egy tervem és azt figyelem\" - vagy ilyesmi.\n</li>\n \t<li>Mit teszel elakadáskor?\n  \n  Van, aki itt zavarba jön. Az nem jó. Van, aki azt mondja: \"végiggondolom, hogy mi legyen\" - az egész jó. Aki készít új tervet, vagy újra tervez az a legjobb.\n</li>\n \t<li>Mit teszel, ha olyan akadályba ütközöl, amit nem tudsz megoldani?\n\n  Van, aki azt mondja, hogy akkor nem lehet mit tenni. Az nagyon nem jó. Van, aki azt mondja, hogy akkor csúszni fogunk, vagy átütemezzük a feladatot, az is nagyon nem jó. A feladat végrehajtójának nincs mandátuma a cél megváltoztatására. Van, aki eszkalál, az már jó, de azt szeretem a legjobban, ha valaki segítséget kér.\n</li>\n \t<li>Mit teszel, ha kértél segítséget, de nem kaptál?\n\n  Itt azt szeretem, ha az ember ragaszkodik ahhoz, hogy megszerezze a segítséget. Veri az asztalt (képletesen), vagy eszkalál, vagy kér máshonnan segítséget, de nem engedi el a célt. Csak a cél kitűzőjének van joga módosítani a célt.\n</li>\n</ol>\nHa ezeket végigkérdezem, akkor elég jó képem keletkezik arról, hogy a jelölt mennyire tudatosan tartja kézben a dolgokat maga körül, mennyire lehet rá bízni, hogy önállóan oldjon meg feladatokat.\n\nHa ez ilyen egyszerű, akkor miért kérdezgetjük ezt az interjún? Miért nem veszünk fel mindenkit és tanítjuk meg nekik a számonkérhetőség öt lépését? Azért, mert a jelölt tapasztalata és előélete jelentősen befolyásolja, hogy mennyi idő valakinek ezt elsajátítani. Sokan azért nem terveznek, mert annyira szeretnének eredményesek lenni, hogy inkább fejest ugranak a megoldásba. Ez nem jó. Sokan azért nem terveznek, vagy követik az előrehaladást, mert azt felesleges adminisztrációnak élik meg. Sokan azért nem kérnek segítséget, mert félnek, hogy akkor azt fogják róluk gondolni, hogy nem elég jók. Túlságosan meg akarnak felelni. Ezeket évekig tart kinevelni az emberekből.","youtubeUrl":null,"author":{"name":"Nagy Tamás","image":{"url":"https://images.ctfassets.net/tk329pof7pe9/2TjQ9nXjxSzv8DBgSEu5GV/40b29b3ff419b8c839766217e606088f/IMG_5205.jpg"}},"heroImage":{"url":"https://images.ctfassets.net/tk329pof7pe9/4NzwDSDlGECGIiokKomsyI/e60e23f8a0918e538a7b7c344c8663c2/denys-nevozhai-100695.jpg"}},"morePosts":[{"slug":"moving-motivators-2","title":"Moving Motivators 2.0","publishDate":"2020-10-09T14:50:00.000+02:00","body":"A Moving Motivators egy motiváció felmérést segítő kártyacsomag, amit Jurgen Appelo talált ki. Az eredeti változat itt érhető el: [https://management30.com/practice/moving-motivators/](https://management30.com/practice/moving-motivators/ \"Appelo - Moving Motivators\")\n\nEz a változat az eredeti továbbgondolása. Több kártyát tartalmaz és a kártyák hátoldala részletes leírást tartalmaz a kártyákról. Erről az oldalról letölthetőek a kártyák és a szabály is:\n- [Magyar változat, csak kártyák](http://assets.ctfassets.net/tk329pof7pe9/4nFaPbxqXJQuw3ftzucgyo/b378fd4411c6f6511a684c7cc4757be2/Moving_motiv_HUN_printable_v065_-_Cards_Only.pdf \"Moving Motivators 2.0\")\n\n- [Magyar változat, csak szabályok](http://assets.ctfassets.net/tk329pof7pe9/3MPx71qyaPezFdo0ai5VzC/47c46aee16511a42562cfcf006d4108c/Moving_motiv_HUN_printable_v065_-_Rules_only.pdf)\n\n- [Magyar változat, kártyák és szabályok is](http://assets.ctfassets.net/tk329pof7pe9/HZCFQc046ExrLeO1uYdtR/dc96d5c017412b3910e4ad7028408e48/Moving_motiv_HUN_printable_v065.pdf)\n\n- [Angol változat, csak kártyák](http://assets.ctfassets.net/tk329pof7pe9/3PFAGulqtF3E346ytuOum/39d1f4d8994f100b40394bfd30304b0d/Moving_motiv_ENG_printable_v065_-_Cards_only.pdf)\n\n- [Nyomtatható doboz](http://assets.ctfassets.net/tk329pof7pe9/jCWxaucRY1NbJ9nkxvZof/91103730e0f180f6c11228a7cac520cf/Moving_Motivators_2.0_doboz_printable.pdf)\n\n- [Moving Motivators különálló kártyák képei](//assets.ctfassets.net/tk329pof7pe9/2goyldx0sE6NhZ4KSPSQi/f278e5f375234c03d9dc0afbf2ca9c06/Moving_Motivators_Card.zip)\n","youtubeUrl":null,"heroImage":{"url":"https://images.ctfassets.net/tk329pof7pe9/57V8Xsf9JmEbsxGpSR6Vuo/936ea3dbec895d7c2e5e7b67b850bad6/Blog_Post_illusztr__ci__.png"},"author":{"name":"Nagy Tamás","image":{"url":"https://images.ctfassets.net/tk329pof7pe9/2TjQ9nXjxSzv8DBgSEu5GV/40b29b3ff419b8c839766217e606088f/IMG_5205.jpg"}}},{"slug":"miert-pont-a-legjobb-programozok-nem-szeretik-az-agilitast","title":"Miért pont a legjobb programozók nem szeretik az agilitást","publishDate":"2020-03-27T00:00:00.000+02:00","body":"Sok programozó ki nem állhatja az agilitást, ami a hasonló módszertanokkal dolgozó cégeknél értelemszerűen komoly probléma - de nem megoldhatatlan.\n\nMinden cégnél a legjobb programozók viszik hátukon a szoftvereket, az ő elvesztésük komoly érvágás lehet a legtöbb szervezetnek. Ezért érdemes jól bánni velük, úgy alakítani a körülményeket, hogy szívesen dolgozzanak, ne vágyjanak el. Az agilitás ma elterjedt praktikáit, eszközeit egykor nagyon jó programozók fejlesztették ki és írták le azzal a céllal, hogy jó szakemberek, jó csapatokban, boldogabban, jobb szoftvereket készíthessenek. Hová tűnt ez a cél menet közben, miért nem szeretik sokan a legjobb programozók közül az agilitást, miért nagyon nagy baj ez és mit lehet vele kezdeni? Ezekre a kérdésekre keressük a választ.","youtubeUrl":"https://www.youtube.com/embed/XyAcrFgi728","heroImage":{"url":"https://images.ctfassets.net/tk329pof7pe9/5DdUhyy01QQjB1SXIjgkrd/47f5fac652223a7b39725cf060c14588/Guthy_Mikl__s_HWSW_2019.jpg"},"author":{"name":"Guthy Miklós","image":{"url":"https://images.ctfassets.net/tk329pof7pe9/507V0G9bnt4nrkrb5mPgYC/c836e5d55070a2e00ee40bd4a1a60ec5/0__1_.jpeg"}}}]},"__N_SSG":true}