{"pageProps":{"preview":false,"post":{"slug":"minden-ember-a-sajat-viselkedeseert-lehet-felelos","title":"Minden ember a saját viselkedéséért lehet felelős (2. rész)","publishDate":"2018-07-06T00:10:00.000+02:00","body":"<ul>\n \t<li>Egy ember azért lehet felelős, hogy mit tesz, hogyan cselekszik, hogyan viselkedik. Azért lehet valaki felelős, hogy helyesen cselekedjen - amennyire az a képességeitől, tudásától telik.</li>\n \t<li>Azt várjuk, hogy a feladatok felelősei számon kérhetően viselkedjenek, vagyis betartsák a számon kérhetőség öt lépését.</li>\n \t<li>Az eredményekért csak akkor lehet valaki felelős, ha az eredmények csak a saját cselekedetein múlnak. Ha az eredmények nem csak rajtunk múlnak, akkor nem tudhatunk az eredményekért felelősek lenni. A felelősség hárítását, a felelősség alóli kibújást vagy felelőtlen viselkedést eredményez, amikor olyan eredményért tesznek valakit felelőssé, amely nem csak rajta múlik.</li>\n \t<li>Az eredmények vizsgálata fontos, mert indikátorai lehetnek annak, hogy a tevékenységek valamely résztvevői jól vagy rosszul dolgoznak, de az összefüggés nem szigorú, mert az eredmények megléte vagy hiánya múlhat külső körülményeken vagy a szerencsén is.</li>\n \t<li>A felelősöket az esetek túlnyomó részében nem akarjuk folyamatosan ellenőrizni. Rábíztuk, bízunk bennük, hogy elvégzik és hagyjuk, hogy dolgozzanak - a kiválasztott, közösen megállapodott delegálási szint szerint.</li>\n</ul>\n<em>Sok szervezetben és sok területen, például az értékesítésben, gyakori az eredményhez kötött bónusz. Ez csak akkor tisztességes, ha az eredmény csak az adott ember tevékenységétől függ.</em>\n<h2>Felelősség vállalás hiányának okai</h2>\nA felelősség hárításának legfontosabb oka a hibáztatás és a hibázás büntetése. Ahol büntetik a hibázást (és büntetés az ember kiközösítése, megalázása, az emberrel való veszekedés is), ott az emberek erre azzal reagálnak, hogy a lehető legkevesebb dologért vállalják a felelősséget, mert amiért valaki nem felelős, azért nem lehet megbüntetni.\n\n<em>A hibázás egy szervezet működésének fontos alkotóeleme. A hibázás nem elkerülhető, csak az nem hibázik, aki nem csinál semmit. Ez azt is jelenti, hogy amikor egy szervezetben valaki hibázik, akkor óhatatlanul kárt is okoz, tehát a kár okozás is elkerülhetetlen egy szervezet működésében. </em>\n\n<em>A hibázás a tanulási folyamat szerves része. Ha minden áron el akarjuk kerülni a hibázást, akkor azzal lelassítjuk vagy megakadályozzuk a tanulást. Olyan rendszert kell kiépíteni, amiben biztosítva van, hogy senki ne tudjon túl nagy hibát elkövetni, túl nagy kárt okozni.</em>\n<ul>\n \t<li><em>Szükség esetén van mellette tapasztalt ember.</em></li>\n \t<li><em>Megfelelő információs rendszer segít a hibázás korai felismerésében, amikor a következmények még kicsik és a helyzet jól kezelhető.</em></li>\n \t<li><em>Bolond biztos működések alkalmazása (poka-yoka)</em></li>\n \t<li><em>A hibák felhasználása a szervezet fejlesztésére, arra, hogy a hiba ne ismétlődhessen meg. Ahol ugyanazok a hibák újra és újra megtörténnek, az már nem hiba, hanem hanyagság és pazarlás, amit viszont fontos elkerülni.</em></li>\n</ul>\n\nFelelősség hárításhoz vezet, amikor a szervezet vezetői nem tudják, hogyan építsenek ki olyan szervezetet, ami jól kezeli a hibázást, és ezért minden áron a hibák elkerülését óhajtják. Ez felelősség hárító vállalati kultúrát eredményez.\n\nSzintén felelősség hárításhoz vezetnek az alábbi jelenségek:\n<ul>\n \t<li>A felettes nem vállalja a felelősség rá eső részét, például, hogy támogatnia kell a beosztottat, vagy biztosítania kell a megfelelő körülményeket. “Nem érdekel, csak legyen kész”.</li>\n \t<li>Nincs pontosan meghatározva az a cél, amelynek az eléréséért az adott ember felelős (smart goals). Emiatt nem is tudja az ember magát felelősnek tekinteni.</li>\n \t<li>Nincs egyértelműen meghatározva, hogy ki a felelős, illetve az, hogy az adott embertől személyesen várjuk, hogy legyen felelős az adott feladatért.</li>\n \t<li>Az ember nem számon kérhetően viselkedik (az a látszat, hogy nincs felelősség érzete).\n<ul>\n \t<li>Az ember nem mer segítséget kérni, mert fél, hogy alkalmatlannak fogják elkönyvelni.</li>\n</ul>\n</li>\n \t<li>Az embert az eredményért teszik felelőssé, miközben az eredményre nincs közvetlen ráhatása. Emiatt az embernek a tehetetlenség érzés a megélése és emiatt nem veszi komolyan a felelősséget.</li>\n \t<li>Nincs kultúrája a szervezetben annak, hogy vissza utasítsuk azt, amit nem érzünk reálisnak.\n<ul>\n \t<li>A nemet mondás önmagában nem elég.</li>\n \t<li>Legyen beleszólása a hogyan igenbe (milyen feltételekkel).</li>\n</ul>\n</li>\n</ul>\nFelelősség hárításként jelenik meg, amikor valaki döntési helyzetben a felettestől kér megerősítést\n<ul>\n \t<li>Ilyen esetekben a delegálás szintjének és a hatásköröknek pontos megbeszélése, nyilvántartása jelentős segítséget ad.</li>\n \t<li>A felelősség hárítás mögött tetten érhető egy korábbi hibáztatás. Érdemes a vezetőnek végiggondolni, mikor, milyen cselekedetei eredményezhették, hogy az ember hibáztatva érezhette magát.</li>\n \t<li>A vezető segíthet a megfelelő kultúra kialakulásában, ha, amikor megerősítést kérnek tőle, és úgy ítéli meg, hogy ezt a másik önállóan is eldönthette volna, akkor jelzi, hogy legközelebb szabad önállóan kezelni ezt. A vezető folyamatosan terelje a beosztottakat az önállóság irányában.</li>\n</ul>\n<h2>Számon kérhetőség öt lépése</h2>\nAzok az emberek, akikről az az érzetünk keletkezik, hogy van felelősség érzetük, és számon kérhetőek, mindannyian ugyanazokat a cselekvési mintákat követik:\n<ul>\n \t<li><strong>1) Megbizonyosodnak arról, hogy mi a cél.</strong> Rákérdeznek a részletekre, tisztázó kérdéseket tesznek fel. Fontos az okok és a miértek feltárása is a célhoz. Megpróbálják a cél kitűzőjével közösen kitalálni, milyen módon lehet megmérni, hogy teljesült-e már a cél. Nem elégednek meg azzal, hogy csak bólogassanak, miközben nem is tudják, mi a cél.</li>\n \t<li><strong>2) Tervet készítenek a cél elérésére.</strong> Ez lehet egy projekt terv, írásos tervezet, de lehet tervet készíteni fejben is egyszerűbb célok elérésére. A lényeg, hogy legyenek azonosított feladatok, amiket el kell végezni és legyen elképzelésünk, hogy mikorra, hova kell elérni, ahhoz, hogy teljesüljön a cél. Csak olyan tervnek van értelme, ami reális. Ha nem lehet ilyen tervet készíteni, akkor vissza kell menni a célt pontosítani, vagy segítséget kérni. Számon kérhető ember csak olyat vállal, amiről hiszi, hogy képes teljesíteni.\nA terv nem feltétlenül jó, sőt, a tervek túlnyomó többsége nem tartható. Ez nem baj. Nem a terv a fontos, hanem, a tervezés, vagyis az, hogy végiggondoljuk, merre nem érdemes menni és merre induljunk el.</li>\n \t<li><strong>3) Mérik és követik az előrehaladást.</strong> Az a cél, hogy észre vegyük, ha elakadtunk vagy túlságosan lelassultunk. Észre vegyük, ha veszély fenyegeti a cél elérését. Ehhez folyamatosan figyelni kell, hogy teljesül-e amit elterveztünk. A terv azért fontos, hogy lehessen mihez viszonyítani az előrehaladás követésekor.</li>\n \t<li><strong>4) Újraterveznek.</strong> Amikor a számon kérhető ember érzékeli, hogy nem a terv szerint halad, akkor végig gondolja, hogy onnan, ahol aktuálisan van, hogyan érhető el a cél. Új tervet készít. Lehet, hogy a terv volt rossz. Lehet, hogy a körülmények változtak. Mindegy is, a lényeg, hogy megtaláljuk azt az új, reális tervet, amelyet végrehajtva elérhetjük a célt.</li>\n \t<li><strong>5) Segítséget kérnek.</strong> Előfordul, hogy olyan akadályba ütközünk, amit nem tudunk megoldani. Nem tudunk olyan új, reális tervet találni, aminek a végrehajtásával elérhető a kitűzött cél. A számon kérhető ember ilyenkor segítséget kér. A kollégáktól, a főnöktől, a cél kitűzőjétől. Nem elég csak szólni. Addig kell a felettest, a kollégákat vagy akár a cél kitűzőjét nyaggatni, amíg az ember megkapja a segítséget, ami a cél teljesítéséhez szükséges. Gyakran előfordul, hogy a szervezetben vannak a számomra normálisan nem elérhető erőforrások, amiket ilyenkor a rendelkezésemre bocsátanak. Az is előfordul, hogy a cél kitűzője módosít a célon, mert belátja, hogy esetleg vannak fontosabb prioritások - erre azonban csak neki van módja.</li>\n</ul>\n<strong>Antiminták</strong>\n<ul>\n \t<li>Már az első pillanatban úgy gondolom, hogy irreális a terv, de erről nem szólok, hanem hagyom, jöjjön, aminek jönnie kell.</li>\n \t<li>Elfogadom a valaki más, elismert kolléga által készített tervet, és bár próbálom követni, igazából nem hiszek benne, hogy ez reális és nem is veszem komolyan.</li>\n \t<li>Amikor érzékelem, hogy a terv nem tartható, módosítom a célt. Például, akkor nem lesz kész holnap, hanem majd csak a jövő héten. Ez nem számonkérhető viselkedés. Nincs jogunk a célt módosítani, arra csak a cél kitűzőjének van joga. (megjegyzés: a határidő a költség és a terjedelem egyaránt a cél fontos alkotó eleme, egyik sem módosítható, csak a kitűző által).</li>\n \t<li>Valaki észreveszi, hogy nem halad megfelelően, vagy akár túlterhelt és emiatt nem tud eleget a feladattal foglalkozni, ugyanakkor fél segítséget kérni, és így hagyja elúszni a célt.</li>\n</ul>\n<h2>Felelősség érzet</h2>\nHogyan viselkedik, aki rendelkezik felelősség érzettel?\n<ul>\n \t<li>Követi a számonkérhetőség öt lépését</li>\n \t<li>Megtesz minden tőle telhetőt a feladatban. Gondos, komolyan veszi a feladatot.</li>\n \t<li>Transzparens, nem próbálja elrejteni a problémákat. Derüljön ki minél hamarabb, ha valami nem jó, hogy tudjunk közbeavatkozni. Fail fast. (Learn fast.)</li>\n \t<li>Ha hiba van, megtesz mindent annak a kijavításáért és tesz azért, hogy a jövőben ez ne ismétlődjön meg.</li>\n \t<li>A cselekedeteit összehangolja a vállalat érdekeivel\n<ul>\n \t<li>Aktívan érdeklődik arról, hogy mi a vállalat érdeke. Ennek a kommunikációjában a szervezet vezetésének is nagy szerepe van, például a vízió, a küldetés, az értékek kommunikációjával.</li>\n \t<li>Aktívan gondolkodik azon, hogy mi az ő saját érdeke és tesz azért, hogy olyan feladatokban vegyen részt, ami a saját érdekével és a vállalat érdekével is összhangban vannak.</li>\n \t<li>Nem tesz olyat, ami a vállalat számára hátrányos. (pl.: tárgyaló név adás)</li>\n \t<li>Ha egy szituáció esetén bizonytalan, hogy mi a vállalat érdeke, akkor segítséget kér.</li>\n</ul>\n</li>\n \t<li>Win-win megoldásokat keres.\n<ul>\n \t<li>Átgondolja, hogy egy adott szituációban mik a saját mozgatórugói, okai.</li>\n \t<li>Utánajár, hogy mik a másik fél okai, miért azt szeretné, amit szeretne.</li>\n \t<li>Aktívan együttműködik a másik féllel olyan megoldások keresésében, amik mind a két fél céljainak az okait kielégítik. Pl.: opciók és kétségek gyakorlat.</li>\n \t<li><em>Nem elvárás egy szervezetben minden helyzetben win-win megoldásokat erőltetni, mert ez sok munkát és energiát igényel, és nem minden helyzetben éri meg.</em></li>\n</ul>\n</li>\n</ul>\n<h2>Kompetencia szint hatása a felelősség érzetre</h2>\nA munkatársak a problémák átlátásában, a lehetséges megoldások hatásainak felmérésében eltérő szinten vannak. Nem várható egy kevésbé szenior kollégától, hogy képes legyen a megoldás ötleteinek minden lehetséges következményét felmérni.\n\nUgyancsak létezik az a kompetencia állapot, amikor valaki nem ismeri fel, hogy valamire nem képes, valamit nem tud (<em>Dunning-Kruger hatás</em>).\n\nEz azzal is jár, hogy az alacsonyabb kompetencia szinttel rendelkezők kevésbé képesek “felelős” vagyis minden szempontból átgondolt megoldásokat javasolni, emiatt a felelősség érzet a kompetencia szinttel is összefügg.\n","youtubeUrl":null,"author":{"name":"Nagy Tamás","image":{"url":"https://images.ctfassets.net/tk329pof7pe9/2TjQ9nXjxSzv8DBgSEu5GV/40b29b3ff419b8c839766217e606088f/IMG_5205.jpg"}},"heroImage":{"url":"https://images.ctfassets.net/tk329pof7pe9/4shwYI3POEGkw0Eg6kcyaQ/6e9a861a7c985e5e85111c2bea1fe853/felix-russell-saw-112140.jpg"}},"morePosts":[{"slug":"moving-motivators-2","title":"Moving Motivators 2.0","publishDate":"2020-10-09T14:50:00.000+02:00","body":"A Moving Motivators egy motiváció felmérést segítő kártyacsomag, amit Jurgen Appelo talált ki. Az eredeti változat itt érhető el: [https://management30.com/practice/moving-motivators/](https://management30.com/practice/moving-motivators/ \"Appelo - Moving Motivators\")\n\nEz a változat az eredeti továbbgondolása. Több kártyát tartalmaz és a kártyák hátoldala részletes leírást tartalmaz a kártyákról. Erről az oldalról letölthetőek a kártyák és a szabály is:\n- [Magyar változat, csak kártyák](http://assets.ctfassets.net/tk329pof7pe9/4nFaPbxqXJQuw3ftzucgyo/b378fd4411c6f6511a684c7cc4757be2/Moving_motiv_HUN_printable_v065_-_Cards_Only.pdf \"Moving Motivators 2.0\")\n\n- [Magyar változat, csak szabályok](http://assets.ctfassets.net/tk329pof7pe9/3MPx71qyaPezFdo0ai5VzC/47c46aee16511a42562cfcf006d4108c/Moving_motiv_HUN_printable_v065_-_Rules_only.pdf)\n\n- [Magyar változat, kártyák és szabályok is](http://assets.ctfassets.net/tk329pof7pe9/HZCFQc046ExrLeO1uYdtR/dc96d5c017412b3910e4ad7028408e48/Moving_motiv_HUN_printable_v065.pdf)\n\n- [Angol változat, csak kártyák](http://assets.ctfassets.net/tk329pof7pe9/3PFAGulqtF3E346ytuOum/39d1f4d8994f100b40394bfd30304b0d/Moving_motiv_ENG_printable_v065_-_Cards_only.pdf)\n\n- [Nyomtatható doboz](http://assets.ctfassets.net/tk329pof7pe9/jCWxaucRY1NbJ9nkxvZof/91103730e0f180f6c11228a7cac520cf/Moving_Motivators_2.0_doboz_printable.pdf)\n\n- [Moving Motivators különálló kártyák képei](//assets.ctfassets.net/tk329pof7pe9/2goyldx0sE6NhZ4KSPSQi/f278e5f375234c03d9dc0afbf2ca9c06/Moving_Motivators_Card.zip)\n","youtubeUrl":null,"heroImage":{"url":"https://images.ctfassets.net/tk329pof7pe9/57V8Xsf9JmEbsxGpSR6Vuo/936ea3dbec895d7c2e5e7b67b850bad6/Blog_Post_illusztr__ci__.png"},"author":{"name":"Nagy Tamás","image":{"url":"https://images.ctfassets.net/tk329pof7pe9/2TjQ9nXjxSzv8DBgSEu5GV/40b29b3ff419b8c839766217e606088f/IMG_5205.jpg"}}},{"slug":"miert-pont-a-legjobb-programozok-nem-szeretik-az-agilitast","title":"Miért pont a legjobb programozók nem szeretik az agilitást","publishDate":"2020-03-27T00:00:00.000+02:00","body":"Sok programozó ki nem állhatja az agilitást, ami a hasonló módszertanokkal dolgozó cégeknél értelemszerűen komoly probléma - de nem megoldhatatlan.\n\nMinden cégnél a legjobb programozók viszik hátukon a szoftvereket, az ő elvesztésük komoly érvágás lehet a legtöbb szervezetnek. Ezért érdemes jól bánni velük, úgy alakítani a körülményeket, hogy szívesen dolgozzanak, ne vágyjanak el. Az agilitás ma elterjedt praktikáit, eszközeit egykor nagyon jó programozók fejlesztették ki és írták le azzal a céllal, hogy jó szakemberek, jó csapatokban, boldogabban, jobb szoftvereket készíthessenek. Hová tűnt ez a cél menet közben, miért nem szeretik sokan a legjobb programozók közül az agilitást, miért nagyon nagy baj ez és mit lehet vele kezdeni? Ezekre a kérdésekre keressük a választ.","youtubeUrl":"https://www.youtube.com/embed/XyAcrFgi728","heroImage":{"url":"https://images.ctfassets.net/tk329pof7pe9/5DdUhyy01QQjB1SXIjgkrd/47f5fac652223a7b39725cf060c14588/Guthy_Mikl__s_HWSW_2019.jpg"},"author":{"name":"Guthy Miklós","image":{"url":"https://images.ctfassets.net/tk329pof7pe9/507V0G9bnt4nrkrb5mPgYC/c836e5d55070a2e00ee40bd4a1a60ec5/0__1_.jpeg"}}}]},"__N_SSG":true}