{"pageProps":{"preview":false,"post":{"slug":"prezi-canvas","title":"Prezi Canvas","publishDate":"2019-11-24T00:00:00.000+02:00","body":"## A Prezi Canvas célja \nEgy olyan eszközt adni mindazok kezébe, akik előadásra készülnek, ami elősegíti, hogy a felkészülés és az előadás egyaránt értékvezérelt, szórakoztató és hatásos legyen. Mindezt oly módon, hogy az előadás a felkészülés folyamán voltaképpen mindig előadható állapotban van.\n\n## Mi ez tulajdonképpen? \nA Lean Prezentációs Canvas, vagy röviden Prezi Canvas egy a Business Model Canvashoz hasonló sablon, amelynek a kitöltése segít az előadást jobban átgondolni, lényegretörőbbé tenni, felépíteni.  [Töltsd le az aktuális verziót innen](https://drive.google.com/file/d/1rZS2VUt6UA7EEnnAVxHBENWgUFBHfKYo/view?usp=sharing).\n## Hogyan működik a Canvas?\nTöltsd ki a mezőket. Egyszerre egy mezőre összpontosíts. Ez a leírás a számunkra bevált leglogikusabb sorrendben mutatja be a mezőket ezért azt javaslom haladj ebben a sorrendben. Nem baj, ha elsőre nem tökéletes a kitöltés, ha nem vagy minden válaszoddal elégedett, vagy valamit nem sikerült kitölteni. Ha befejezted a kitöltést, kérj segítséget. Mutasd meg valakinek, akinek bízol a véleményében, például a mentorodnak, coachodnak, egy kollégának, akiről úgy gondolod, hogy tapasztaltabb előadásban, vagy akárcsak egy barátodnak, akit kedvelsz. Nézze át a canvasodat és tegyen fel kérdéseket, amik segítenek pontosítani, vagy megkérdőjelezni, amiket írtál. Ezután pontosítsd a mezőket. Addig ne menj tovább, ameddig a négy sarka nincs meg a Canvasnak. Ameddig nem tudod, hogy kinek, miért és mit akarsz mondani és ebből kölcsönösen milyen előnyötök származhat, amiért érdemes egyáltalán majd az előadást megtartani, ne tölts több időt az előadással. \nHa kész a Canvas kitöltése, akkor a mezők tartalma szerint elkezdheted létrehozni kidolgozni a tartalmakat, amik az előadás illusztrálásához, alátámasztásához szükségesek - például elmerülhetsz a történektekben, a megírhatod a szövegeket, megrajzolhatod az illusztrációkat, elkészítheted a diákat, vagy videókat, és beszerezheted a szükséges kellékeket.\nGyakran előfordul, hogy az előadás anyagok készítése közben rádöbbenek, hogy valamit mégis máshogy kellene, mint, ahogy a Canvasban korábban leírtam. Ez normális, szabad eltérni a Canvastól és szabad a Canvast menet közben pontosítani - a Canvas iránymutatás és nincs kőbe vésve.\n## A Canvas mezői\n### Az előadó (én)\nEz a te előadásod. Te állsz ki az emberek elé, a saját idődet áldozod fel a felkészülés során, a saját renomédat teszed kockára. Csak akkor érdemes ekkora áldozatot vállalni, ha az neked segít a te saját személyes céljaidhoz közelebb jutni.\nMi a célod az előadással? Miért töltöd az idődet a felkészüléssel? Mi az a belső vágy, hajtóerő, ami rávesz, hogy meghozd a sok áldozatot az előadásért? Mit nyersz az által, hogy előadsz? Mit szeretnél nyerni? Mire vágysz? Írd be ezeket a mezőbe.\nNem biztos, hogy sikerül elsőre minden kérdésre válaszolnod. Sokszor van, hogy nekem sem sikerül elsőre. Kérj segítséget. Nézze át valaki, amiket leírtál és tegyen fel kérdéseket, amik segítenek neked még jobban ráérezned a saját célodra.\nGondold végig, mennyi időd van az előadás létrehozására. A Canvas első verziójánk kitöltése 20 perc munka. A jó állapot eléréséhez még néhány iterációra lesz szükség. A segítségével meg lehet tartani egy előadást minden további illusztráció és segédanyag nélkül is, de jobb lehet egy előadás a megfelelő illusztrációk alkalmazásával. Fontos, hogy legyél tisztában azzal, mennyi időt tölthetsz ezeknek az elkészítésével. Mennyi befektetést ér meg neked az előadás anyagainak az elkészítése és a gyakorlás a cél érdekében.\nJellemző hibák:\n- Olyat jelölsz meg a nyereségedként, ami valójában nem neked nyereség. Például: “Azt nyerem, hogy mindenki jobb kedvűen megy ki az előadásról, mint, ahogy jött”. Ehelyett inkább azt nyered, hogy a közönségben kialakul az a kép, hogy te képes vagy őket jobb kedvre deríteni. Feltéve, hogy tényleg ezt szeretnéd.\n- Olyat jelölsz meg a nyereségedként, ami nem igazán nagy nyereség. Például: “Azt nyerem, hogy elmondhatom, hogy tartottam már előadást.” Tényleg ennyi elég neked? Ezért hozod a sok áldozatot, ezért dolgozol? Legyél önzőbb ennél!\n\n### A közönség\nEz a te előadásod. Rólad szól. A te célod teljesítésében segít. Ez azt is jelenti, hogy nem feltétlenül szól mindenkinek. Nem lehet mindenkinek az igényét kielégíteni, és ezért te azoknak az igényeit elégítsd ki, akik a te számodra fontosak.\nKikhez akarsz szólni? Kiknek akarsz valami hasznot, értéket adni - cserébe azért, amit te nyersz az előadás által. Nem fog mindenkit megszólítani a közönség soraiból az, amit te nyújtani szeretnél, de ez nem baj, de gondold végig, hogy kik azok, akikhez te szólni akarsz. Ők a te közönséged.\nMit nyer a közönséged azáltal, hogy meghallgatja az előadásodat? Mit vihetnek el az előadásból? Mit fognak kapni? Gondold ezeket végig, írd le a mezőbe, és utána az előadásod során igérd is meg a közönségednek. Például: “Ha ma velem tartotok, ígérem, hogy konkrét gyakorlati példákat fogtok kapni arra, hogyan lehet ezt megoldani.”\nJellemző hibák:\n- Mindenkihez akarsz szólni.\n- A mondanivalódat a közönség igényeihez akarod igazítani.\n- Nem mondod ki, nem ígéred meg az előadásban a közönségednek, hogy mit nyerhet azzal, ha meghallgat.\n- Olyasmit fogalmazol meg a közönség nyereségeként, ami valójában a te nyereséged.\n\n### Elvárt hatás\nHacsak nem szórakoztatni akarsz kizárólag, akkor a közönségedben valami reakciót szeretnél kiváltani. Hívjon meg tanácsadni, vegye meg, amit kínálsz, többé ne kiabáljon az alkamazottaival, stb. Ha ott van a hallgatóságban a te közönséged és nem váltassz ki hatást bennük, akkor kár volt belecsapni az egészbe.\nHa az elvárt hatást jól sikerül megfognod, akkor utána mindent alá tudsz ennek rendelni, amit az előadással kapcsolatban még tenni fogsz, mert felteheted a kérdést: ez támogatja, hogy elérjem a kívánt hatást a közönségben? Így aztán nem töltesz időt olyasmivel, ami érdekes lehet ugyan, akár neked, akár a közönségnek, csak éppen nem segíti a hatást, ami voltaképpen veszteség mindenkinek.\n\nJellemző hibák:\n- Annyira kis hatások megfogalmazása, amikért nem biztos, hogy neked érdemes belefogni: \"Gondolkodjanak el rajta\", \"Nézzenek utána\", \"Ezután máshogy gondolkodjanak valamiről\".\n- Olyan hatás megfogalmazása, amit nem tudsz elérni. \n### Üzenet\nEgy előadás akkor hatásos, ha a résztvevők az előadást követően könnyen fel tudják idézni, mi volt az előadás lényege, mit akart igazából elmondani az előadó, mi volt az előadás üzenete. Ahhoz, hogy ez létrejöhessen elengedhetetlen, hogy az előadó pontosan tudja, hogy mik az előadásának a fő üzenetei, és az előadás minden egyéb tartalmának és gondolatának ezt kell szolgálnia.\nAz előadóknak általában sokkal több okos és fontos gondolata van egy témában, mint, ami üzenetként egy előadásba belefér. Tapasztalatok szerint akkor tud egy üzenet hatással lenni a hallgatóságra, ha minden üzenet 5-10 percnyi támogatást kap az előadás során, amely támogatás jellemzően az üzenetet emlékezetessé és hitelessé tevő történetekből, és gondolatokból áll. Például egy 15 perces előadásba legfeljebb 2-3 üzenet fér bele.\nA legtöbb esetben az előadónak a gondolatait strukturálni és priorizálni kell. Ebben segíthet egy gondolat térkép (mindmap), amelyben az egyes gondolatok egy fa struktúrában kerülnek elhelyezésre és a struktúra segít megérteni, mely gondolatok a fontosabbak. Mik az üzenetek, és mik azok a gondolatok, amelyek az üzenet alátámasztásában segítenek.\nJellemző hibák:\n- Az üzenet és az elvárt hatás nincsenek logikai kapcsolatban, tehát a megfogalmazott üzenet nem tudja az elvárt hatást elérni, Bármennyire is furcsa, ez nagyon gyakori hiba.\n- Túl sok okos gondolatom van és nehéz elfogadni, hogy mindet nem lehet elmondani, ezért telerakom az előadást üzenetekkel. Amely előadás túl sokat üzen, az nem üzen igazából semmit. Nem hangsúlyos semmi.\n- Az üzenetek nem jelennek meg az előadásban elég hangsúlyosan. Nincsenek kiemelve, nincsenek eléggé sulykolva, emiatt a hallgatóságban az az érzés keletkezik végül, hogy nem is tudja miről szólt az előadás.\n\n### Az ellenség (fájdalom)\nIde sztorik jönnek. Olyan konkrét történetek, amelyek bemutatják, hogy mi az a fájdalom, kínlódás, probléma, ami megoldásért kiált. Nem lehet megoldatlanul hagyni. Olyan történetek, amelyek plasztikusan, pőrén és fájdalmasan mutatják be a problémát. Ezek a történetek segítenek abban, hogy a közönség kapcsolódni tudjon az előadáshoz, hogy magukra ismerjenek azok, akiknek hasonló problémájuk van, és elkezdjenek az előadás iránt nagyon érdeklődni, az előadásra nagyon figyelni. Feltárom a sebet, megsózom és izzó vassal tunkolok benne, míg mindenki magára ismer, akinek ilyen problémája van. Érdemes lehet több sztorival, több oldalról is bemutatni a problémát.\nJellemző hibák:\n- Az előadó a problémát mondja el, nem pedig történeteken keresztül mutatja be a problémát. Sokkal átélhetőbb, sokkal jobban képes a hallgatóság a problémába belehelyezni magát, ha az egy szemléletes történeten keresztül kerül bemutatásra.\n- A történet nem valóságos, nem hiteles. A legjobb, ha a történet az előadó saját tapasztalata. Ugyancsak jó, ha a történetet az előadó valakitől hallotta - ilyenkor jó ötlet elmondani, hogy kitől hallotta. Hiteltelen olyasmit mesélni, ami nem valóságos.\n- Valakinek a kényelmetlen helyzetbe hozása a történet által.  Szabad történetet átalakítani úgy, hogy abból ne derüljön ki, kivel, mikor történt, hogy ne okozzon kényelmetlenséget. Nem baj, ha a történet ilyen értelemben kreált, így ebben a formában sosem történt meg, ha van valóság alapja.\n- Nem mélyülünk el elég mélyen a problémában. Átszaladunk ezen a ponton, csak egy történetet mondunk el, azt is érintőlegesen. Ez azért baj, mert így a közönség nem fog tudni belehelyezkedni a szituációba.\n- A fájdalomról nem az előadás elején beszélünk. A fájdalommal kapcsolatos sztorik feladata a közönség bekapcsolása a az előadásba és ez minél hamarabb megtörténik, annál jobb.\n\n### A hős (megoldás)\nIde is sztorik jönnek. Annak a története, hogyan sikerült nekem megoldani a problémát. Azért történetekre van szükség, mert ez kell az emlékezetességhez. A megoldás módja nem marad meg az emberekben, de a történetek a megoldásról igen. Gyűjts történeteket a megoldásról, annak különféle aspektusairól.\nUgyanitt gondold végig, hogy mik azok a kérdések, amelyek felmerülhetnek a megoldásoddal kapcsolatban. Gondold végig, hogy mit válaszolnál ezekre a kérdésekre és gyűjts történeteket, amelyek jól megmutatják a válaszokat a kérdésekre. Így A hallgatóság már rögtön a legtöbb kérdésére is választ kap, méghozzá emlékezetes módon.\nJellemző hibák:\n- A megoldást mondjuk el, nem történeteket a megoldásról. Ez nem elég emlékezetes.\n- Nem hitelesek a történetek - például, mert kitaláltak.\n- A megoldás nem válaszol meg nagyon nyilvánvaló kérdéseket. Nyitva maradnak nagyon nyilvánvaló kérdések.\n\n### Hitelesítés\nMi igazolja, hogy mindaz, ami az előadásban szerepel, nem csak kitalálmány, nem csak valaki most mond valamit (és ugye messziről jött ember azt mond, amit akar), hanem valóságos tényeken és tudományos eredményeken alapul.\nAz elmondottakat több módon is lehet hitelesíteni:\n- Hitelesítés az előadó hitelességén keresztül. Ehhez az előadás során el kell mondani, hogy mi hitelesíti az előadót.\n  - Mi a szakmai, egyéb előéletem, tapasztalatom, ami engem hitelesít? Miket csináltam eddig, ami az előadással kapcsolatban releváns? Például: 820 éve vagyok a jedi tanács vezetője. \n  - Miért én mondom ezt itt el nektek? Mi köt engem a témához?\n- Hitelesítés tudományos eredményeken keresztül. \n  - Mi a tudományos tartalom, amiből dolgoztam és, ami hitelesíti a saját tapasztalatomat? \n  - Milyen könyvek, cikkek, képezik az elmondottak alapját? Mi hitelesíti ezeket a műveket?\n- Hitelesítés kézzel fogható bizonyítékok segítségével. Különösen erős hitelesítést ad az elmondottaknak, ha arról bizonyítékokat lehet mutatni.\n  - Van-e olyan tárgy, fotó, videó vagy hangfelvétel, ami igazolja az elmondottak hitelességét. Fotó egy csapatról, aki azzal foglalkozik, amiről szó van. Fotó egy eredmény termékről. \n  - Van-e olyan eredmény termék, ami igazolja az elmondottakat? \n  - Van-e olyan tanú, aki személyesen vagy felvételről meg tud szólalni, és tanúsítja a hitelességét?\n  - Van-e olyan történet, ami segít az elmondottak hitelesítésében?\n  - Van-e olyan fotó vagy videó, ami igazolja az elmondott történetek hitelességét. \n\nJellemző hibák:\n- Az előadás nem tér ki arra, miért hiteles az, amit az előadó elmondott.\n\n### Honnan tudod?\nNem elég kitalálni, hogy mi az elvárt hatás annak érdekében, hogy megérje belevágni az előadásba, hanem gondoskodni kell ennek a megméréséről is már előre. Honnan fogod tudni, hogy kiváltottad-e a hatást azokban, akik a te közönséged? Ez nem könnyű, mert sokszor fel sem fedik magukat. Ezért aztán külön kell időt tölteni azzal, hogy miképpen lehet lépre csalni őket. Például “van nálam néhány példány részletesebb leírás erről a termékről, amit csak nálam érhető el; akit érdekel, keressen meg az előadásom után”.\n\nJellemző hibák:\n- Olyan mutatók megjelölése, amik nem elég konkrétak ahhoz, hogy a hatást mérjék. Például: megtapsolnak, odajönnek előadás után legalább négyen és kérdeznek valamit.\n\n### Kellékek\nA legtöbben úgy állnak neki előadásra készülni, hogy nyitnak egy Powerpointot a gépükön. Diákat csinálni, főleg szövegeseket túl könnyű, így aztán nagyon gyorsan zavaró zaj lesz belőle, ahelyett, hogy az üzenetek átvitelét segítené. Nagyon hatásosan lehet beszélni rádióban is, ahol a hang az egyetlen kellék, úgyhogy jól válogasd meg, miket használsz, nehogy csak hátráltassanak a segítés helyett. Először érdemes elmondani egy tesztkönönségnek egy teljesen nyers verziót és utána gondolkodni, hogy mik az eszközök. Sokszor lesz, hogy diasort is érdemes csinálni, de ez kombinálható sok mindennel. Egy videó, egy installáció, egy vendég a színpadon sokkal többet érhet a diáknál.\n## Hogy lesz ebből előadás? \nAhhoz, hogy mindig kiadható állapotban legyen az előadás, rétegekben kell építkezni. Ha megvan a kitöltött canvas, akkor egy villám-előadásként az üzeneteket előadhatjuk. Nyilvánvalóan kevés az esély egy-két felszólító mondattal elérni a hatást, ezért is kell előadást építenünk.\nKövetkező lépésként az ellenségeket (fájdalmakat) dolgozzuk ki, azaz a kapcsolódó történeteket építsük fel. Az ellenség és az üzenet együtt is előadható egység.\nEzután jöhet a hős, majd a hitelesítés egy-egy újabb építőkockaként. Minden újabb építőkocka az előzőkkel együtt egy értelmes előadás. Következnek a kellékek, majd az egyéb díszítések: hogyan beszélünk, állunk, gesztikulálunk, tartjuk a kezünket, hangsúlyozunk. Ezek is fontosak, de feleslegesek, amíg a többi nem stabil alatta.\nAmi meg az előadás elemeinek sorrendjét illeti, a figyelem fókuszálása és fenntartása érdekében alapvetően\n- az ellenség (jöjjön rá a néző, hogy neki szól, mert közös az ellenség),\n- hős (alig várja a megoldást, adjuk meg neki)\n- hitelesítés (na de elhihetem-e ennek az előadónak ezt a megoldást)\nvonalat érdemes követni alapvetően és az üzenet többször is megjelenhet több ponton.","youtubeUrl":null,"heroImage":{"url":"https://images.ctfassets.net/tk329pof7pe9/17PrVOMbbIOlK9WZH4NvSC/33feede92daae61d4ac9ab9b96e8d227/K__perny__fot___2020-11-09_-_13.18.41.png"},"author":{"name":"Nagy Tamás","image":{"url":"https://images.ctfassets.net/tk329pof7pe9/2TjQ9nXjxSzv8DBgSEu5GV/40b29b3ff419b8c839766217e606088f/IMG_5205.jpg"}}},"morePosts":[{"slug":"moving-motivators-2","title":"Moving Motivators 2.0","publishDate":"2020-10-09T14:50:00.000+02:00","body":"A Moving Motivators egy motiváció felmérést segítő kártyacsomag, amit Jurgen Appelo talált ki. Az eredeti változat itt érhető el: [https://management30.com/practice/moving-motivators/](https://management30.com/practice/moving-motivators/ \"Appelo - Moving Motivators\")\n\nEz a változat az eredeti továbbgondolása. Több kártyát tartalmaz és a kártyák hátoldala részletes leírást tartalmaz a kártyákról. Erről az oldalról letölthetőek a kártyák és a szabály is:\n- [Magyar változat, csak kártyák](http://assets.ctfassets.net/tk329pof7pe9/4nFaPbxqXJQuw3ftzucgyo/b378fd4411c6f6511a684c7cc4757be2/Moving_motiv_HUN_printable_v065_-_Cards_Only.pdf \"Moving Motivators 2.0\")\n\n- [Magyar változat, csak szabályok](http://assets.ctfassets.net/tk329pof7pe9/3MPx71qyaPezFdo0ai5VzC/47c46aee16511a42562cfcf006d4108c/Moving_motiv_HUN_printable_v065_-_Rules_only.pdf)\n\n- [Magyar változat, kártyák és szabályok is](http://assets.ctfassets.net/tk329pof7pe9/HZCFQc046ExrLeO1uYdtR/dc96d5c017412b3910e4ad7028408e48/Moving_motiv_HUN_printable_v065.pdf)\n\n- [Angol változat, csak kártyák](http://assets.ctfassets.net/tk329pof7pe9/3PFAGulqtF3E346ytuOum/39d1f4d8994f100b40394bfd30304b0d/Moving_motiv_ENG_printable_v065_-_Cards_only.pdf)\n\n- [Nyomtatható doboz](http://assets.ctfassets.net/tk329pof7pe9/jCWxaucRY1NbJ9nkxvZof/91103730e0f180f6c11228a7cac520cf/Moving_Motivators_2.0_doboz_printable.pdf)\n\n- [Moving Motivators különálló kártyák képei](//assets.ctfassets.net/tk329pof7pe9/2goyldx0sE6NhZ4KSPSQi/f278e5f375234c03d9dc0afbf2ca9c06/Moving_Motivators_Card.zip)\n","youtubeUrl":null,"heroImage":{"url":"https://images.ctfassets.net/tk329pof7pe9/57V8Xsf9JmEbsxGpSR6Vuo/936ea3dbec895d7c2e5e7b67b850bad6/Blog_Post_illusztr__ci__.png"},"author":{"name":"Nagy Tamás","image":{"url":"https://images.ctfassets.net/tk329pof7pe9/2TjQ9nXjxSzv8DBgSEu5GV/40b29b3ff419b8c839766217e606088f/IMG_5205.jpg"}}},{"slug":"miert-pont-a-legjobb-programozok-nem-szeretik-az-agilitast","title":"Miért pont a legjobb programozók nem szeretik az agilitást","publishDate":"2020-03-27T00:00:00.000+02:00","body":"Sok programozó ki nem állhatja az agilitást, ami a hasonló módszertanokkal dolgozó cégeknél értelemszerűen komoly probléma - de nem megoldhatatlan.\n\nMinden cégnél a legjobb programozók viszik hátukon a szoftvereket, az ő elvesztésük komoly érvágás lehet a legtöbb szervezetnek. Ezért érdemes jól bánni velük, úgy alakítani a körülményeket, hogy szívesen dolgozzanak, ne vágyjanak el. Az agilitás ma elterjedt praktikáit, eszközeit egykor nagyon jó programozók fejlesztették ki és írták le azzal a céllal, hogy jó szakemberek, jó csapatokban, boldogabban, jobb szoftvereket készíthessenek. Hová tűnt ez a cél menet közben, miért nem szeretik sokan a legjobb programozók közül az agilitást, miért nagyon nagy baj ez és mit lehet vele kezdeni? Ezekre a kérdésekre keressük a választ.","youtubeUrl":"https://www.youtube.com/embed/XyAcrFgi728","heroImage":{"url":"https://images.ctfassets.net/tk329pof7pe9/5DdUhyy01QQjB1SXIjgkrd/47f5fac652223a7b39725cf060c14588/Guthy_Mikl__s_HWSW_2019.jpg"},"author":{"name":"Guthy Miklós","image":{"url":"https://images.ctfassets.net/tk329pof7pe9/507V0G9bnt4nrkrb5mPgYC/c836e5d55070a2e00ee40bd4a1a60ec5/0__1_.jpeg"}}}]},"__N_SSG":true}