{"pageProps":{"preview":false,"post":{"slug":"soft-skill-suli","title":"Soft Skill Suli","publishDate":"2018-06-01T08:29:00.000+02:00","body":"## Befolyásolás\nMikor szabad lekenyerezni egy kollegát? Mikor szabad erőszakosnak lenni, egyáltalán szabad-e? Mi a jelentősége annak, ha kineveztek vezetőnek? Van-e hatása a kávé gépnek arra, hogy mennyire tudsz hatással lenni a kollegáidra? Növeli-e a befolyási képességedet, ha sokat olvasol?\n\n## Informális hatalom\nHogyan érd el, hogy valaki, akinek nem vagy a főnöke, megtegyen valamit, amire neked szükséged van, úgy, hogy ne érezze rosszul magát utána, ne érezze, hogy manipuláltad, és a motivációja se csökkenjen? Miért hasznos az udvariasság? Miért kínál meg a zöldséges szőlővel? Miért adsz ingyen a szomszédnak tojást vagy lisztet?\n\n## Befolyásolási trükkök\n1. Kezdd a Miérttel\n2. Keltsd fel a sürgősség érzetét\n3. Anchoring - cövekeld le a kiindulópontot.\n4. Viszonosság elve - amilyen az adjon isten...\n5. Ismétlés (mantrázás) hatása\n6. Elköteleződési hatás (mikro elköteleződések)\n7. Ritkaság (elérhetetlenség) hatása\n8. Az idő érlelődésének hatása\n9. A mérés hatása\n\n## Személyes térkép\nFontos-e, hogy mi a hobbija a kollegádnak, vagy hova járt iskolába? Mennyire ismerjük a kollegáinkat? Hogyan lehet megtudni, hogy a munkatársaink, akikkel együtt töltjük az életünket, igazából kicsodák? Miért érdemes megtudni ezt róluk?\n\n## Kommunikációs folyamat, torzítások és zajok\nHogyan lehet világosan és egyértelműen kommunikálni? Hogyan érd el, hogy biztos lehess abban, a másik fél azt értette a közlendődön, amit te szerettél volna? Hogyan válaszd meg a kommunikáció körülményeit az eredményes közlés érdekében?\n\n## Kommunikációs mankók és melléfogások\nMilyen frázisok segíthetnek a tiszta kommunikációban? Mit tehetünk, ha valamire nem tudunk válaszolni? Mit jelent igazából az “Őszintén szólva” frázis?\n\n## Odafigyelés, figyelem\nMit jelent a másikra való odafigyelés? Hogyan kell figyelni? Mi a különbség, a másikkal való beszélgetés és a másikra való figyelés között? Hogyan ismerhető fel, ha a másik nem figyel eléggé? Mik lehetnek az okai annak, ha valaki nem figyel? Hogyan lehet a figyelmet megragadni és fenntartani?\n\n## Közlési sorompók\nMik azok a megfogalmazások, amelyek rontják az együttműködést? Melyek azok a kérdezési minták, amelyek negatívan hatnak a másikra? Hogyan gátolják az információ áramlást a résztvevők attitűdjei?\n\n## Nem verbális kommunikáció\nHogyan hat a testünk, a gesztusaink a gondolkodásunkra, és hogyan hatnak a gondolataink a gesztusainkra? Hogyan azonosítsuk, ha valaki nem ért egyet velünk? Hogyan azonosítsuk, ha valaki nem elég nyitott? Hogyan azonosítsuk, ha valaki nem partnerként tekint ránk? \n\n## Dicsérés\nMi a célja és haszna a dicséretnek egy munkahelyen? Milyen gyakran érdemes pozitív visszajelzést adni a munkatársaknak? Kinek a dolga a pozitív visszajelzés adás? Hogyan lehet megdicsérni azt, aki nem tett semmi különlegeset? \n\n## Asszertív és erőszakmentes visszajelzés adás\nHogyan kezeljük, amikor valaki olyan módon cselekszik vagy kommunikál velünk vagy a csapattal szemben, ami rossz érzéseket kelt bennünk? Hogyan kommunikáljunk úgy, hogy ne keltsünk a másik félben negatív érzéseket?\n\n## Érzelmek kifejezése visszajelzés adáskor\nHogyan fejezzük ki az érzéseinket egy munkahelyen? Mi történik, ha magunkba folytjuk az érzéseinket? Mik a vállalatoknál előforduló, romboló hatású érzelem kifejezési módszerek? Milyen érzéseink vannak?\n\n## Mit jelent a düh és a harag\nMi az oka annak, ha valami miatt dühösek vagyunk? Mit jelez a düh? Hogyan lehet levezetni a dühöt nem destruktív vagy romboló módon?\n\n## Radikális őszinteség\nHogyan lehet osztályozni a visszajelzéseket a törődés mértéke és a visszajelzés direktsége szerint? Milyen hatása van egy szervezetre, ha az emberek becsomagolják a kritikájukat? Milyen a kellemetlenül agresszív dicséret? Hogyan lehet törődni a másikkal visszajelzés adáskor?\n\n## Radikálisan őszinte visszajelzési adás - gyakorlat\nFogalmazzunk meg radikálisan őszinte visszajelzést a valós életből származó szituációkban. Hogyan lehet radikálisan őszintén dicsérni?\n\n## A személyiség dicséret és kritika hatása a személyre\nHogyan lehet valakinek a személyiségét dicsérni? Miért nem szabad a személyiséget kritizálni? Hogyan hat a másik minősítése az adott emberre? Hogyan hat egy emberre és egy szervezetre a személyiségnek szóló kritika?\n\n## Mentorálás\nMilyen mentorálási formák fordulnak elő szervezetekben? Hogyan viselkedik az eredményes mentor? Egy mentorálási alkalom során mire kell összpontosítania a mentornak? Miért fontos a rendszers mentorálás vagy 1on1 beszélgetés egy szervezetben? Mik az eredményes mentorálás napirendi pontjai? Hogyan egyeztethetők össze az egyén és a vállalat érdekei? Kell-e tudni visszajelzést adni egy mentornak? Hogyan deríthető ki, ha valaki valami miatt stresszel, ideges, valami a számára diszkomfortos? Mi a teendő, ha valakinek valami nem komfortos\n\n## Társas együttműködési képességek\nFontos-e a vállalat szempontjából, hogy jól érezzük magunkat a munkahelyen? Ki a felelős a beosztottak sorsáért? Megváltoztathatsz-e valakit akinek szerinted meg kellene változnia? Lényeges-e a vállalat szempontjából, hogy szereted-e a munkádat? Mit jelent az érzelmeinken való uralkodás? Kifejezzük-e az érzéseinket egy munkahelyen?\n\n## Hogyan viselkedik a számonkérhető, felelős ember\nMit jelent a felelősség? Miért lehet valaki felelős? Mi az oka annak, ha valakik egy szervezetben hárítják a felelősséget? Milyen hatással van a hibáztatás a felelősségvállalásra? Hogyan viselkedik, aki rendelkezik felelősség érzettel?\n\n## A számonkérhetőség öt lépése\nHogyan viselkedik, aki rendelkezik felelősség érzettel? Hogyan lehet felismerni, ha valaki elakadt, vagy nem megfelelően halad? Mi a teendő elakadáskor? Mit tesz a számonkérhető ember, ha úgy látja, nem tudja teljesíteni a célt? Szabad-e határidő módosítást kérni? \n\n## Vezetői felelősségvállalás\nHogyan hat a szenioritás a számonkérhetőségre? Mennyiben más a felelősségvállalás a szervezet különböző szintjein - beosztottak, vezetők, felsővezetők esetén? \n\n## Bizalom építés a szervezetben\nMiért fontos egy szervezetben a bizalom? Mitől függ egy szervezetben a bizalom szintje? Hogyan lehet olyan szervezeti szabályokat kialakítani, amelyek segítik a bizalom növekedését? Mit tehet az egyén a vele szembeni bizalom erősítéséért? \n\n## Önfejlesztési módszerek\nMilyen forrásokból érdemes tanulni, és mely tudásforrások a leghasznosabbak? Hogyan lehet kevés idő alatt sok cikket megismerni a webről? Mi a sikeres ember 7 szokása? Milyen tanulási, önfejlesztési minták léteznek? Mennyi időt érdemes önfejlesztéssel tölteni?\n\n## Könyvklub\nHogyan lehet olyan közös tanulási eseményt kialakítani, ami egy-egy fontos könyv közös feldolgozását tűzi ki célul? Milyen szabályok segítik a könyvek eredményes feldolgozását? Hogyan érhető el, hogy mindenki bekapcsolódjon a csapatból a feldolgozásba? Hogyan érhető el, hogy keletkezzen érdemi eredménye a fejezetek feldolgozásának?\n\n## Tanuló szervezet kialakítása\nMilyen tanulási módszerek a legeredményesebbek egy szervezetben? Mennyi az elégséges tanulás mértéke? Mi a teendő, ha az emberek nem jönnek el a közös tanulás eseményeire? Hogyan ösztönözhető a tudás megosztás? Milyen skillek szükségesek egy szervezetben a tanuló szervezet létrejöttéhez? Hogyan érhető el, hogy az emberek szívesen tartsanak egymásnak előadásokat?\n\n## Prezentációs Canvas\nMilyen módszerek segítségével lehet kevés erőfeszítéssel eredményes, hatást keltő előadást tartani? Milyen kérdéseket kell megválaszolni a PPT elkészítése előtt? Szükség van-e egyáltalán Power Pointra vagy más prezentációs eszközre? Hogyan lehet a drámaiságot kialakítani egy előadásban? Hogyan lehet megtanulni előadni?\n\n## Megbeszélések előremozdítása - menő meetingek\nHogyan lehet elérni, hogy egy megbeszélés résztvevői a témára és a felmerült kérdésekre összpontosítsanak és ne beszéljenek el egymás mellett? Hogyan lehet transzparenssé tenni, hol tart a megbeszélés? Hogyan hat a részvevők száma egy megbeszélés eredményességére? Mit tehet egy segítő annak érdekében, hogy a megbeszélés fókuszált és eredményes legyen? Mit tehet egy résztvevő azért, hogy a megbeszélés a lehető leghasznosabb legyen?\n\n## Opciók és kétségek workshop\nHogyan lehet egy konfliktus helyzetben a legjobb megoldást megtalálni? Hogyan lehet elérni, hogy a problémában érintettek mindegyike értse, miért az adott megoldást választott a szervezet vagy a vezető? Hogyan lehet elérni, hogy mindenki a választott megoldás mellett álljon?\n\n## Hat gondolkodó kalap\nMilyen különféle nézőpontokból tekinthetnek egy problémára egy megbeszélés résztvevői? Miért fontos a résztvevők nézőpontja? Hogyan hat a nézőpontok összehangolása a megbeszélés eredményességére? Hogyan állapítható meg, hogy ki milyen nézőpontból nézi a problémát? Mi történik, ha valaki épp ötleteket, lehetőségeket, alternatívákat sorol, miközben más valaki a nehézségekre, veszélyekre és kockázatokra összpontosít?\n\n## Motivációt meghatározó alapvető vágyak\nMik azok az emberi vágyak, amelyek befolyásolják az egyes emberek motivációit? Milyen módon érdemes figyelembe venni egy munkahelynek az emberek testi, fizikai vágyait és szükségleteit? Mit jelent az alkotói boldogság?\n\n## Érzelmi boldogság és motiváció a munkahelyen\nMit jelent az érzelmi boldogság? Hogyan lehet az emberi vágyakat a motiváció szolgálatába állítani egy munkahelyen? Mit jelent egy munkahelyen az érzelmi biztonság iránti vágy? Mennyire professzionális, aki érzelemmentes?\n\n## Moving motivators\nHogyan lehet egy egyszerű, 18 lapos kártya csomag a segítségünkre abban, hogy feltárjuk valakinek a motivációit? Milyen kártyák vannak a csomagban? Mik a moving motivators szabályok? Hogyan használhatók az eredmények a demotiváló tényezők feltárására és elhárítására? Hogyan lehet kideríteni, mi hiányzik ahhoz, hogy ez ember motivációja magas szintű legyen?\n\n## Delegáció bemutatás, feladat kiadás\nMit jelent a delegáció? Mi akadályozza a magas szintű delegációt? Miért fontos egy szervezetben a delegáció? Mi a különbség a feladat kiadás és a feladat delegáció között? Hogyan kell úgy feladatot megfogalmazni, hogy az segítse a feladat megvalósulását? Milyen feladat kiadási hibák gátolják a feladatok teljesülését? Hogyan kell a feladat felelősének megfelelően fogadnia a feladatot?\n\n## A delegáció hét szintje\nMilyen módon lehet megkülönböztetni a különböző szintű delegációkat? Milyen szintek léteznek a nem delegálás és a teljesen delegálás között? Mi okoz nehézséget a delegáló számára a delegálás során? Hogyan segítheti eredményesen a delegálást a delegált? Mi történik a felelősséggel, ha valaki delegál egy feladatot?\n\n## Delegációs póker, delegációs tábla\nMilyen eszközök állnak rendelkezésre két fél között a delegáció szintjeinek a meghatározására és transzparens megjelenítésére. Hogyan használható a delegációs póker? Hogyan kell használni a delegációs táblát? Milyen gyakran érdemes aktualizálni a delegációs táblát? Milyen eszközök használhatók a delegációs tábla létrehozásához?\n\n## Fegyelmezetlenség okai és kezelése\nMit jelent a fegyelem és a fegyelmezetlenség? Miért fontos egy szervezetben a fegyelem? Mi a négy szükséges feltétele a fegyelmezettségnek? Milyen szintjei leheségesek a külső nyomás gyakorlásnak és az egyes szintek mikor hasznosak?\n\n## Kulturális vasmacskák\nHogyan hatnak a kultúrális beidegződéseink egy kreatív, tudásmunkát igénylő szervezetben? Melyek azok a beidegződések, amelyek hátráltatják a tudásmunkát? \n\n## Tipikus teljesítmény problémák és kezelésük\nMik azok a leggyakoribb problémák a szervezetben, amelyek alapján az a látszat keletkezik a kollégákba vagy a vezetőkbe, hogy valakinek a teljesítménye nem megfelelő? Melyek azok a problémák, amelyek a vezetők cselekedeteinek a következményei, és melyek múlnak az egyénen? Mi a teendő, ha valakit az adott szervezet feladatai, feladatkörei igazából nem érdekelnek?\n\n## Teljesítmény mérés és fejlesztés egy szervezetben\nMilyen teljesítmény paramétereket érdemes mérni egy szervezetben? Hogyan hat az egyéni teljesítmény ösztönző az egyének és a szervezet teljesítményére? Hogyan érdemes a mérési eredményeket elemezni, értékelni? Hogyan használhatók a mérések egy szervezet és az egyének teljesítményének a növelésére? Lehet-e egy egyéni teljesítmény mérés egyszerre releváns és szabványos, minden dolgozóra egységes?\n\n## Törődés az emberrel\nMiért fontos egy szervezetben az ott dolgozókkal törődni? Csak a beosztottakkal kell törődni, vagy a vezetőkkel is? Mik az emberekkel való törődés formái? Miért nem lehet egy szervezetben az emberek boldogságát célul kitűzni? Mitől lesznek boldogok az emberek? Mi a teendő, ha egy szervezetben nehéz idők járnak?\n\n## Stresszkezelés\nElkerülhető-e egy szervezetben a stressz? Melyek azok a viselkedések egy szervezetben, amelyek növelik a szervezet eredményességét, de közben feszültségeket okoznak? Melyek a felesleges stressz faktorok? Milyen hatással van egy szervezet működésére, ha az emberek nem őszinték és nyíltak? Hogyan hat a dolgozók stressz szintjére a mikromenedzsment?\n\n## Nincs időm\nHogyan kezelhető, amikor egy szervezetben valakinek túl sok feladata van a rendelkezésre álló idejéhez képest? Hogyan lehet felismerni, ha valaki túlterhelt? Mik a túlterheltség külső jelei? Hogyan lehet számszerűsíteni a túlterheltséget? Milyen módszerekkel csökkenthető a túlterheltség. Hogyan hat a számonkérhetőség a túlterheltségre? Hogyan hat a kontextus váltás az ember rendelkezésére álló időre?\n\n## Miértem kiderítése\nHogyan lehet kideríteni, hogy egy embernek mi a miértje? Mi az élmény a számára abban, amit csinál? Mi lenne az a tevékenység, amiben a legmotiváltabb lenne, mert a természetes érdeklődésével egybe esik? Mikor szabad önzőnek lenni egy vállalatban? Hogyan egyeztethető össze az egyén és a vállalat érdeke? Milyen gyakorlatok segítenek a miért kiderítésében?\n\n## Strukturált interjúzás\nMi a fontosabb egy ember felvételekor, a személyisége vagy a szaktudása? Hogyan lehet kideríteni, hogy gyakorlatban mire képes kritikus szakmai kérdésekben? Milyen személyiség jegyekre és tulajdonságokra érdemes kitérni egy interjúnak? Hogyan lehet a jelentkezőket előszűrni, ha a CV nem elég megbízható? Hogyan lehet a minden interjúztatóban meglevő előítéletek hatását csökkenteni a felvételekre?","youtubeUrl":null,"heroImage":{"url":"https://images.ctfassets.net/tk329pof7pe9/4NzwDSDlGECGIiokKomsyI/e60e23f8a0918e538a7b7c344c8663c2/denys-nevozhai-100695.jpg"},"author":{"name":"Nagy Tamás","image":{"url":"https://images.ctfassets.net/tk329pof7pe9/2TjQ9nXjxSzv8DBgSEu5GV/40b29b3ff419b8c839766217e606088f/IMG_5205.jpg"}}},"morePosts":[{"slug":"moving-motivators-2","title":"Moving Motivators 2.0","publishDate":"2020-10-09T14:50:00.000+02:00","body":"A Moving Motivators egy motiváció felmérést segítő kártyacsomag, amit Jurgen Appelo talált ki. Az eredeti változat itt érhető el: [https://management30.com/practice/moving-motivators/](https://management30.com/practice/moving-motivators/ \"Appelo - Moving Motivators\")\n\nEz a változat az eredeti továbbgondolása. Több kártyát tartalmaz és a kártyák hátoldala részletes leírást tartalmaz a kártyákról. Erről az oldalról letölthetőek a kártyák és a szabály is:\n- [Magyar változat, csak kártyák](http://assets.ctfassets.net/tk329pof7pe9/4nFaPbxqXJQuw3ftzucgyo/b378fd4411c6f6511a684c7cc4757be2/Moving_motiv_HUN_printable_v065_-_Cards_Only.pdf \"Moving Motivators 2.0\")\n\n- [Magyar változat, csak szabályok](http://assets.ctfassets.net/tk329pof7pe9/3MPx71qyaPezFdo0ai5VzC/47c46aee16511a42562cfcf006d4108c/Moving_motiv_HUN_printable_v065_-_Rules_only.pdf)\n\n- [Magyar változat, kártyák és szabályok is](http://assets.ctfassets.net/tk329pof7pe9/HZCFQc046ExrLeO1uYdtR/dc96d5c017412b3910e4ad7028408e48/Moving_motiv_HUN_printable_v065.pdf)\n\n- [Angol változat, csak kártyák](http://assets.ctfassets.net/tk329pof7pe9/3PFAGulqtF3E346ytuOum/39d1f4d8994f100b40394bfd30304b0d/Moving_motiv_ENG_printable_v065_-_Cards_only.pdf)\n\n- [Nyomtatható doboz](http://assets.ctfassets.net/tk329pof7pe9/jCWxaucRY1NbJ9nkxvZof/91103730e0f180f6c11228a7cac520cf/Moving_Motivators_2.0_doboz_printable.pdf)\n\n- [Moving Motivators különálló kártyák képei](//assets.ctfassets.net/tk329pof7pe9/2goyldx0sE6NhZ4KSPSQi/f278e5f375234c03d9dc0afbf2ca9c06/Moving_Motivators_Card.zip)\n","youtubeUrl":null,"heroImage":{"url":"https://images.ctfassets.net/tk329pof7pe9/57V8Xsf9JmEbsxGpSR6Vuo/936ea3dbec895d7c2e5e7b67b850bad6/Blog_Post_illusztr__ci__.png"},"author":{"name":"Nagy Tamás","image":{"url":"https://images.ctfassets.net/tk329pof7pe9/2TjQ9nXjxSzv8DBgSEu5GV/40b29b3ff419b8c839766217e606088f/IMG_5205.jpg"}}},{"slug":"miert-pont-a-legjobb-programozok-nem-szeretik-az-agilitast","title":"Miért pont a legjobb programozók nem szeretik az agilitást","publishDate":"2020-03-27T00:00:00.000+02:00","body":"Sok programozó ki nem állhatja az agilitást, ami a hasonló módszertanokkal dolgozó cégeknél értelemszerűen komoly probléma - de nem megoldhatatlan.\n\nMinden cégnél a legjobb programozók viszik hátukon a szoftvereket, az ő elvesztésük komoly érvágás lehet a legtöbb szervezetnek. Ezért érdemes jól bánni velük, úgy alakítani a körülményeket, hogy szívesen dolgozzanak, ne vágyjanak el. Az agilitás ma elterjedt praktikáit, eszközeit egykor nagyon jó programozók fejlesztették ki és írták le azzal a céllal, hogy jó szakemberek, jó csapatokban, boldogabban, jobb szoftvereket készíthessenek. Hová tűnt ez a cél menet közben, miért nem szeretik sokan a legjobb programozók közül az agilitást, miért nagyon nagy baj ez és mit lehet vele kezdeni? Ezekre a kérdésekre keressük a választ.","youtubeUrl":"https://www.youtube.com/embed/XyAcrFgi728","heroImage":{"url":"https://images.ctfassets.net/tk329pof7pe9/5DdUhyy01QQjB1SXIjgkrd/47f5fac652223a7b39725cf060c14588/Guthy_Mikl__s_HWSW_2019.jpg"},"author":{"name":"Guthy Miklós","image":{"url":"https://images.ctfassets.net/tk329pof7pe9/507V0G9bnt4nrkrb5mPgYC/c836e5d55070a2e00ee40bd4a1a60ec5/0__1_.jpeg"}}}]},"__N_SSG":true}