{"pageProps":{"preview":false,"post":{"slug":"szervezeti-szinteken-felelosseg-vallalasa","title":"Különböző szervezeti szinteken mást jelent a felelősség vállalása (3. rész)","publishDate":"2018-07-06T00:20:00.000+02:00","body":"<strong>A beosztott </strong>a feladatainak az elvégzéséért felelős\n<ul>\n \t<li>Felelős egy feladatért = rábíztuk a feladatot, tőle várjuk, hogy elvégezze (vagy elvégeztesse)</li>\n \t<li>Tegyen meg minden tőle telhetőt, hogy jó munkát végezzen</li>\n \t<li>Legyen felelősségérzete (számonkérhető (5 lépés), gondos, transzparens, etc.)</li>\n</ul>\n<strong>A közvetlen vezető</strong> a rá bízott emberekért felelős:\n<ul>\n \t<li>Segítsen a csapatának az értékre összpontosítani. pl.:\n<ul>\n \t<li>Megfelelően tűzze ki a célokat,</li>\n \t<li>biztosítsa a megfelelő körülményeket a feladatok elvégzéséhez (eszközök, erőforrások, támogatás),</li>\n \t<li>megfelelő szinten delegálja a döntési jogokat (minél magasabb szinten, de ne túl magas szinten),</li>\n \t<li>építsen ki olyan rendszert, amiben a problémák gyorsan felszínre kerülnek, stb.</li>\n</ul>\n</li>\n \t<li>Törődjön az emberekkel. pl.:\n<ul>\n \t<li>megvédje az embereit (felelősséget vállal az emberekért),</li>\n \t<li>gyakran adjon visszajelzést - direkt, de törődve, kritikusan, de dicsérve is,</li>\n \t<li>adjon segítséget annak aki kér,</li>\n \t<li>ajánlja fel a segítségét annak is, aki nem kérte,</li>\n \t<li>alakítsa ki a számonkérhetőséget az emberekben,</li>\n \t<li>segítsen betanulni a tapasztalatlanoknak,</li>\n \t<li>tegyen az emberek tudásának a fejlesztéséért, stb.</li>\n</ul>\n</li>\n \t<li>Fejlessze az embereket\n<ul>\n \t<li>Betanítás</li>\n \t<li>Delegációs szint növelése</li>\n</ul>\n</li>\n</ul>\nElőfordulhat, hogy a közvetlen vezető nem tud elég támogatást adni, mert nincs elég kapacitása. Például, nincs ideje 5 ember betanítását egyszerre támogatni. Ilyenkor fontos felkészülni arra, hogy ez hibákhoz fog vezetni, amit elfogadunk - cserébe például a növekedésért. Fontos kommunikálni a szervezet és az érintettek felé, hogy reálisan mit várhatnak, mire számíthatnak. Ugyancsak segít, ha kérünk segítséget a többi érintettől.\n\nPéldául: Egy projektben junior PO és junior SM dolgozott és megkértük a vezető fejlesztőt, aki egy sok éves tapasztalattal rendelkező kolléga volt, hogy fordítson időt a SM és a PO támogatására és segítésére, mert juniorok és önállóan biztosan hibákat fognak elkövetni.\n\n<strong>Felettes vezető</strong> a megfelelő szervezeti struktúra kiépítéséért felelős:\n<ul>\n \t<li>Összpontosítunk az értékre\n<ul>\n \t<li>A szervezet folyamatos fejlesztésének kultúrája</li>\n \t<li>A közvetlen vezetők értékre összpontosításának támogatása</li>\n</ul>\n</li>\n \t<li>Törődünk az emberekkel\n<ul>\n \t<li>A közvetlen vezetők támogatása és képzése erre</li>\n</ul>\n</li>\n \t<li>Folyamatosan tanulunk\n<ul>\n \t<li>Nincs hibáztatás kultúra kialakítása</li>\n \t<li>Tudatos betanítási lépcsők, mentoring kultúrájának kialakítása</li>\n \t<li>Folyamatos képzések kultúrájának kialakítása</li>\n \t<li>Folyamatos szervezet fejlesztés</li>\n \t<li>Közvetlen vezetők intenzív képzése</li>\n</ul>\n</li>\n</ul>\n<h2>Hogyan alakítható ki a számon kérhetőség a szervezetben</h2>\nA vezető feladata a számon kérhetőség és a felelősség érzet kialakítása a munkatársakban. Ehhez gondoskodni kell arról, hogy a munkatársak kövessék az öt lépést:\n<ul>\n \t<li>Meg kell bizonyosodni arról, hogy valóban értik-e a célt és az okokat. Ellenőrizni kell, hogy készítettek-e tervet, és valóban reálisnak gondolják-e a tervet.</li>\n \t<li>Ellenőrizni kell, hogy követik-e az előrehaladást. Az előrehaladás követés tevékenysége a fontos, nem az, hogy állunk.</li>\n \t<li>Figyelni kell, észre veszi-e ha elakad és újra tervez-e.</li>\n \t<li>Figyelni kell, hogy van-e szüksége segítségre, kér-e segítséget.</li>\n</ul>\n<h2>Hogyan viselkedik, aki felelősséget vállal az embereiért</h2>\n<ul>\n \t<li>Tesz azért, hogy legyen munkája, megélhetése minden embernek.</li>\n \t<li>Úgy intézi, hogy minden ember, legalább az idejének egy részében azzal foglalkozhasson, ami iránt szenvedélyes, amivel szívesen foglalkozik.</li>\n \t<li>Törődik minden emberrel. Minden emberben tiszteli az embert - akkor is, ha nem mindig mindent jól csinál.</li>\n \t<li>Hiszünk abban, hogy minden ember a tőle telhető legjobb munkát végzi. Ebből a feltételezésből indulunk ki. Elfogadjuk, hogy nem vagyunk tökéletesek és a körülmények sem mindig tökéletesek, emiatt lehet, hogy az eredmény sem tökéletes, de ez nem az emberről szól.</li>\n \t<li>Aktívan dolgozik az emberek fejlesztésén.</li>\n \t<li>Emberségesen kezeli, ha valaki el akar menni (pl.: segít másik helyet keresni).</li>\n \t<li>Emberségesen kezeli, ha úgy érzi, valakivel nem szeretnénk tovább együtt dolgozni (pl.: segít neki másik helyet keresni).</li>\n</ul>\nElőfordul, hogy a vállalat érdekében kompromisszumokat kell kötni. Például, vannak olyan feladatok, amiket senki sem szeret csinálni, de mégis valakinek meg kell csinálni (lásd: ISO audit). Például nem mindig megengedhető, hogy a dolgozó teljesen szabadon rendelkezzen a szabadság keretével (lásd: egészségügy vagy oktatás). Ilyenkor is fontos törődni az emberekkel, a kompromisszumok figyelembe vételével.\n<h2>Mit jelent, amikor valaki vállalja a felelősséget?</h2>\nVannak esetek, amikor azt mondjuk az adott emberről, hogy vállalja a felelősséget. Például: lemond a pozíciójáról, vagy felajánlja a lemondását, mert valami hibás eredmény keletkezett. Ilyen esetekben a “felelősség vállalás” valójában azt jelenti, hogy az ember beismeri, hogy hibázott, vállalja, hogy hibázott és elismeri, hogy valószínűleg nem alkalmas a feladat elvégzésére.\n\nEbben az esetben az a különleges, hogy amikor az ember “vállalja a felelősséget” éppen arról nyilatkozik, hogy nem képes felelősen viselkedni. A saját kompetencia szintje nem elég magas vagy a külső körülmények nem megfelelők, de legalábbis az ember azzal szembesült, hogy nem képes azokat a feladatokat ellátni, amik szükségesek ahhoz, hogy felelősen elvégezze azokat a feladatokat, amik a pozíciójából adódnak.\n\n<strong>Például</strong>: amikor egy foci edző lemond egy nagy vereség után, az azt jelenti, hogy ez edző szembesült azzal, hogy valószínűleg nem tudja olyan módon felkészíteni a csapatot, ami a hasonló vereségek elkerülését lehetővé tenné.\n<h3>Pénzügyi felelősség vállalás</h3>\nOptimális esetben minden ember csak olyan feladatban vehet részt, amelynek az ellátásához minden képességgel rendelkezik, és ahol a körülmények is biztosítottak ahhoz, hogy ne okozhasson túl nagy kárt. Például egy kezdő munkatárs mellett van egy tapasztalt, aki beavatkozik, ha valamit nem jól csinál a kezdő.\n\nVannak ugyanakkor olyan helyzetek, amikor jelentős kockázata van nagy kár okozásának és nem biztosítható, a kár okozás megelőzése, kézben tartása. Amikor egy kezdő sofőr elkezd autót vezetni. Amikor valaki vállalkozást alapít. Ilyen esetekben elterjedt gyakorlat, hogy a törvény az érintett embert kötelezi az esetlegesen okozott károk megtérítésére - az ember a vagyonával felel az okozott károkért.\n<h2>A delegálás hatása a felelősségre</h2>\nAmikor valaki delegál egy feladatot (illetve a feladat elvégzésével kapcsolatos döntési jogokat) a saját felelőssége <strong>nem szűnik meg, de átalakul</strong>.\n<ul>\n \t<li>A delegált felelőssége lesz elvégezni a feladatot. A feladat elvégzésének felelőssége nem marad a delegálónál, ez a felelőssége megszűnik.</li>\n \t<li>A delegáló felelőssége lesz a körülmények biztosítása, a támogatás (ha szükséges) és a minőség ellenőrzés.</li>\n \t<li>Ahogy valaki delegál, és egyre magasabb pozícióba kerül, úgy a felelőssége átalakul, egyre magasabb szintű lesz, ami azt jelenti, hogy\n<ul>\n \t<li>a cselekedetei egyre kevésbé közvetlenül vannak hatással a konkrét eredményekre,</li>\n \t<li>a cselekedetei egyre több emberre vannak hatással,</li>\n \t<li>a hibái egyre nagyobb negatív hatással járnak.</li>\n</ul>\n</li>\n \t<li>Végeredményben mindenért a vállalat első számú vezetője a felelős a vállalatban, de ez a felelősség nagyon magas szintű - a megfelelő szervezeti struktúrák és kultúra kiépítésére vonatkozik, nem a konkrét tevékenységekre.</li>\n \t<li>A delegációnak több szintje van, amelyek szerint eltérő az delegáló és a delegált felelősségének minősége is.</li>\n</ul>\n<table>\n<tbody>\n<tr>\n<td><strong>Szint</strong></td>\n<td><strong>Delegált felelős azért, hogy</strong></td>\n<td><strong>Delegáló felelős azért, hogy</strong></td>\n</tr>\n<tr>\n<td>1, Megmondás</td>\n<td>Gondosan járjon el a feladat megoldásában.</td>\n<td>A delegált helyes megközelítéssel (módszerrel) oldja meg a feladatot.</td>\n</tr>\n<tr>\n<td>2, Meggyőzés</td>\n<td>Gondosan járjon el a feladat megoldásában.</td>\n<td>A delegált helyes megközelítéssel (módszerrel) oldja meg a feladatot és próbálja meg elérni, hogy a delegált elköteleződjön a megoldás mellett.</td>\n</tr>\n<tr>\n<td>3, Konzultálás</td>\n<td>Mondja el a véleményét, vegyen részt a megoldás kialakításában, illetve gondosan járjon el a feladat megoldásában</td>\n<td>Figyeljen a delegált véleményére, és a delegált helyes megközelítéssel (módszerrel) oldja meg a feladatot.</td>\n</tr>\n<tr>\n<td>4, Konszenzus</td>\n<td>Vegyen részt a megoldás kialakításában, ne hagyja, hogy olyan megoldás szülessen, amivel nem ért egyet, és a megállapodás szerint oldja meg a feladatot.</td>\n<td>Vegyen részt a megoldás kialakításában, ne hagyja, hogy olyan megoldás szülessen, amivel nem ért egyet ő vagy a delegált - figyeljen a delegáltra.</td>\n</tr>\n<tr>\n<td>5, Tanácsol</td>\n<td>Figyeljen a delegáló véleményére, de a saját szakmai belátása szerint a tőle telhető legjobb módon oldja meg a feladatot.</td>\n<td>Mondja el a véleményét, vegyen részt a megoldás kialakításában, de hagyja, hogy a másik a belátása szerint végezze a feladatot. Biztosítsa az eszközöket és erőforrásokat a megoldáshoz, és támogassa a delegáltat szükség esetén.</td>\n</tr>\n<tr>\n<td>6, Megkérdez</td>\n<td>A saját szakmai belátása szerint a tőle telhető legjobb módon oldja meg a feladatot, és közben rendszeresen számoljon be a delegáló számára a történésekről és döntésekről.</td>\n<td>Hagyja, hogy a másik a belátása szerint végezze a feladatot, de rendszeresen érdeklődjön az előrehaladásról, figyeljen a delegáltra. Biztosítsa az eszközöket és erőforrásokat a megoldáshoz, és támogassa a delegáltat szükség esetén.</td>\n</tr>\n<tr>\n<td>7, Delegál</td>\n<td>A saját szakmai belátása szerint a tőle telhető legjobb módon oldja meg a feladatot.</td>\n<td>Tartsa magát távol a feladattól.</td>\n</tr>\n</tbody>\n</table>\nA delegálónak szintektől függetlenül feladata, hogy biztosítsa az eszközöket és erőforrásokat a megoldáshoz, és támogassa a delegáltat szükség esetén - 7. szinten is.\n<h2>Kompetencia mérték hatása a felelősség mértékére</h2>\nEgy feladatot nem lehet önállóan rábízni olyan emberre, aki soha nem oldott meg még hasonló feladatot. Nem lehet elvárni, hogy valaki felelősséget vállaljon egy olyan feladat elvégzéséért, amihez nem ért. Emiatt a felelősség vállalás mértéke összefügg a kompetencia mértékével.\n<ul>\n \t<li><strong>Kezdő, betanuló szint</strong> (Junior, inas) - Ezen a szinten nem elvárható, hogy a betanuló átlássa a cselekedeteinek, döntéseinek a következményeit, ezért csak korlátozottan tud felelősen viselkedni. Azért lehet felelőssé tenni, hogy figyeljen arra, amit tanítanak neki és kérdezzen, ha valamit nem ért.</li>\n \t<li><strong>Munkatárs szint </strong>(Medior, segéd) - Ezen a szinten elvárás, hogy a dolgozó értse a rá bízott közvetlen feladatok megoldásának, valamint a különböző megoldási lehetőségeknek a lehetséges következményeit. Nem elvárható ugyanakkor, hogy minden részletét átlássa annak, hogyan hat a munkája mások munkájára, a létrehozásra kerülő megoldás egészére. Elvárt a munkatárstól a felelős gondolkodás legalább a közvetlenül hozzá tartozó feladatokban, de ez a felelősség vállalás korlátos.</li>\n \t<li><strong>Tapasztalt munkatárs szint</strong> (Senior, mester) - Ezen a szinten elvárás, hogy a munkatárs a döntések tágabb következményeit is átlássa, és képesek legyenek a teljes működéssel szemben felelős viselkedésre.</li>\n</ul>\n<h2>Betanítás lépései és felelősségei</h2>\nAhhoz, hogy valaki képessé váljon a magas szintű felelősség vállalásra egy feladattal (feladat típussal) kapcsolatban, lépésről lépésre kell bevezetni a feladatba, úgy, hogy ez egyes lépésekben fokozatosan nő a felelőssége.\n<table>\n<tbody>\n<tr>\n<td><strong>Lépés</strong></td>\n<td><strong>Segített felelősségei</strong></td>\n<td><strong>Segítő felelősségei</strong></td>\n</tr>\n<tr>\n<td>1 - Tanítás</td>\n<td>Figyeljen és jelezze, ha valamit nem értett vagy valamiről nem érti, hogy miért úgy történik.</td>\n<td>Átadja a tudását, elmondja, mit kell tudni, mire kell figyelni, mik a fontos összefüggések a feladat megoldásában, figyeljen arra, hogy a tanuló valóban megértette-e, amit magyarázott.</td>\n</tr>\n<tr>\n<td>2 - Gyakorlati oktatás</td>\n<td>Figyeljen arra mit tesz a másik, és jelezze, ha valamit nem értett, valamiről nem érti, hogy miért úgy történik, valamiről nem érti, hogy a gyakorlat miért és hogyan vág egybe a korábban tanult elmélettel.</td>\n<td>Végzi a feladatot a tanítottak szerint. Felelős azért, hogy a feladatot helyesen oldja meg, felelős az eredményért (jó megoldás) és a megoldás során az esetleges buktatókra is felhívja a tanuló figyelmét.</td>\n</tr>\n<tr>\n<td>3 - Felmérés</td>\n<td>Legyen felkészült, a kérdésekre őszintén és nyíltan válaszoljon, tárja fel, hogy mi ülepedett le benne a tanultakból, hol tart a megértésben.</td>\n<td>Megfelelő kérdéseket tegyen föl, amiből kiderül, szükséges-e további képzés vagy támogatás, mielőtt a tanuló elkezd önállóan feladatot megoldani.</td>\n</tr>\n<tr>\n<td>4 - Támogatott feladat megoldás</td>\n<td>Végezze a feladatot a tanultak szerint, ha valamiben bizonytalan, akkor kérdezzen.</td>\n<td>Kísérje figyelemmel a feladat megoldást, ellenőrizze, hogy minden helyesen zajlik-e, és biztosítsa, hogy a helyes eredmény keletkezzen a feladat megoldása során (jó megoldás) - akár úgy is, hogy közbeavatkozik, ha ez veszélyben van. Szabad megengedni, hogy a betanuló ne a legjobb megoldásokat válassza (hagyja a betanulót elbukni), hogy ez is segítsen a betanulónak fejlődni (könnyebb a hibákból tanulni). Ugyanakkor a segítő felelőssége megítélni, hogy mekkora hibázás (és ebből fakadó kár) megengedhető, figyelembe véve a tanulásból fakadó nyereséget.</td>\n</tr>\n<tr>\n<td>5 - Önálló feladat megoldás</td>\n<td>Végezze el a feladatot a szakmai belátása szerinti legjobb módon, legyen gondos, szállítson jó megoldást, viselkedjen számonkérhetően.</td>\n<td>Kialakítsa azt a kultúrát, amiben a dolgozó segítséget kér, ha elakad. Kialakítsa azt a szervezetet, amiben a problémák gyorsan felszínre kerülnek (pl.: mentoring), és amiben a dolgozók folyamatosan fejlődnek (képzés). Biztosítsa az eszközöket, a körülményeket és a támogatást a megfelelő munka végzéshez. Távolról figyeljen arra, ami történik, hogy a hibák gyorsan elkaphatók legyenek.</td>\n</tr>\n<tr>\n<td>6 - Mások támogatása</td>\n<td>Segítsen nála kevésbé kompetensek betanításában, vegyen részt a képzésekben, ossza meg a tudását a többiekkel.</td>\n<td>Kialakítsa azt a kultúrát, amiben a munkatársak folyamatosan fejlődnek (mentoring háló, képzési és szemle rendszer) és nem csak a seniorok, hanem majdnem minden szint részt vesz ebben aktív szerepben is.</td>\n</tr>\n</tbody>\n</table>\n","youtubeUrl":null,"heroImage":{"url":"https://images.ctfassets.net/tk329pof7pe9/4NzwDSDlGECGIiokKomsyI/e60e23f8a0918e538a7b7c344c8663c2/denys-nevozhai-100695.jpg"},"author":{"name":"Nagy Tamás","image":{"url":"https://images.ctfassets.net/tk329pof7pe9/2TjQ9nXjxSzv8DBgSEu5GV/40b29b3ff419b8c839766217e606088f/IMG_5205.jpg"}}},"morePosts":[{"slug":"moving-motivators-2","title":"Moving Motivators 2.0","publishDate":"2020-10-09T14:50:00.000+02:00","body":"A Moving Motivators egy motiváció felmérést segítő kártyacsomag, amit Jurgen Appelo talált ki. Az eredeti változat itt érhető el: [https://management30.com/practice/moving-motivators/](https://management30.com/practice/moving-motivators/ \"Appelo - Moving Motivators\")\n\nEz a változat az eredeti továbbgondolása. Több kártyát tartalmaz és a kártyák hátoldala részletes leírást tartalmaz a kártyákról. Erről az oldalról letölthetőek a kártyák és a szabály is:\n- [Magyar változat, csak kártyák](http://assets.ctfassets.net/tk329pof7pe9/4nFaPbxqXJQuw3ftzucgyo/b378fd4411c6f6511a684c7cc4757be2/Moving_motiv_HUN_printable_v065_-_Cards_Only.pdf \"Moving Motivators 2.0\")\n\n- [Magyar változat, csak szabályok](http://assets.ctfassets.net/tk329pof7pe9/3MPx71qyaPezFdo0ai5VzC/47c46aee16511a42562cfcf006d4108c/Moving_motiv_HUN_printable_v065_-_Rules_only.pdf)\n\n- [Magyar változat, kártyák és szabályok is](http://assets.ctfassets.net/tk329pof7pe9/HZCFQc046ExrLeO1uYdtR/dc96d5c017412b3910e4ad7028408e48/Moving_motiv_HUN_printable_v065.pdf)\n\n- [Angol változat, csak kártyák](http://assets.ctfassets.net/tk329pof7pe9/3PFAGulqtF3E346ytuOum/39d1f4d8994f100b40394bfd30304b0d/Moving_motiv_ENG_printable_v065_-_Cards_only.pdf)\n\n- [Nyomtatható doboz](http://assets.ctfassets.net/tk329pof7pe9/jCWxaucRY1NbJ9nkxvZof/91103730e0f180f6c11228a7cac520cf/Moving_Motivators_2.0_doboz_printable.pdf)\n\n- [Moving Motivators különálló kártyák képei](//assets.ctfassets.net/tk329pof7pe9/2goyldx0sE6NhZ4KSPSQi/f278e5f375234c03d9dc0afbf2ca9c06/Moving_Motivators_Card.zip)\n","youtubeUrl":null,"heroImage":{"url":"https://images.ctfassets.net/tk329pof7pe9/57V8Xsf9JmEbsxGpSR6Vuo/936ea3dbec895d7c2e5e7b67b850bad6/Blog_Post_illusztr__ci__.png"},"author":{"name":"Nagy Tamás","image":{"url":"https://images.ctfassets.net/tk329pof7pe9/2TjQ9nXjxSzv8DBgSEu5GV/40b29b3ff419b8c839766217e606088f/IMG_5205.jpg"}}},{"slug":"miert-pont-a-legjobb-programozok-nem-szeretik-az-agilitast","title":"Miért pont a legjobb programozók nem szeretik az agilitást","publishDate":"2020-03-27T00:00:00.000+02:00","body":"Sok programozó ki nem állhatja az agilitást, ami a hasonló módszertanokkal dolgozó cégeknél értelemszerűen komoly probléma - de nem megoldhatatlan.\n\nMinden cégnél a legjobb programozók viszik hátukon a szoftvereket, az ő elvesztésük komoly érvágás lehet a legtöbb szervezetnek. Ezért érdemes jól bánni velük, úgy alakítani a körülményeket, hogy szívesen dolgozzanak, ne vágyjanak el. Az agilitás ma elterjedt praktikáit, eszközeit egykor nagyon jó programozók fejlesztették ki és írták le azzal a céllal, hogy jó szakemberek, jó csapatokban, boldogabban, jobb szoftvereket készíthessenek. Hová tűnt ez a cél menet közben, miért nem szeretik sokan a legjobb programozók közül az agilitást, miért nagyon nagy baj ez és mit lehet vele kezdeni? Ezekre a kérdésekre keressük a választ.","youtubeUrl":"https://www.youtube.com/embed/XyAcrFgi728","heroImage":{"url":"https://images.ctfassets.net/tk329pof7pe9/5DdUhyy01QQjB1SXIjgkrd/47f5fac652223a7b39725cf060c14588/Guthy_Mikl__s_HWSW_2019.jpg"},"author":{"name":"Guthy Miklós","image":{"url":"https://images.ctfassets.net/tk329pof7pe9/507V0G9bnt4nrkrb5mPgYC/c836e5d55070a2e00ee40bd4a1a60ec5/0__1_.jpeg"}}}]},"__N_SSG":true}